{
"type": "FeatureCollection",
"name": "GWFprojects",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{"id":1, "type": "Feature", "properties": { "ProjectName": "SAMMS: Sub-Arctic Metal Mobility Study","PI":"Brent Wolfe, Wilfrid Laurier University", "CoI":" Jason J. Venkiteswaran, Wilfrid Laurier University; Michael English, Wilfrid Laurier University; Sherry Schiff, University of Waterloo; Roland Hall, University of Waterloo; Scott Smith, Wilfrid Laurier University; James McGeer, Wilfrid Laurier University; Colin Whitfield, University of Saskatchewan; Kevin Stevens, Wilfrid Laurier University; Jules M. Blais, University of Waterloo", "NumberofSites": 1,"Site": "Baker Creek", "X": "-114.4500116", "Y": "62.58332647", "BasinLocation":"Mackenzie", "Overview":"Abandoned mines abound in the NWT with dates of operation varying from 1930s to 2000s and lifespans of <1 to 50 years. Most are located in the boreal forest on the Canadian Shield in the zone of discontinuous permafrost. The legacy of metal pollution from mining extends beyond the immediate mining sites and across the NWT via emissions to the atmosphere and subsequent deposition. However, its extent is poorly known. The fate and toxicity of these metals from mining activities depends strongly on their transport via dissolved organic matter (DOM). DOM is a complex array of molecules that play an influential role in dictating surface water quality. It is predicted that climate warming, especially in subarctic regions where substantial organic matter has accumulated over time, will accelerate both rates of organic matter decomposition and consequently the mass and chemistry of DOM entering freshwater systems during the next few decades. These changes have important implications for surface water quality with respect to long-term ecosystem health and human consumption of drinking water. Metals at levels comparable to guidelines for aquatic ecosystem health and drinking water consumption can result from enhanced metal mobility due to mining activities. Critically important to metal mobility is the production of elevated and potentially chemically altered DOM with wetlands, soils, streams, and lakes that have been a repository for elevated metal concentrations via atmospheric or direct deposition. Increased mobility of metals from anthropogenic sources, as well as those that are naturally occurring, in catchments and lakes in NWT as a consequence of ongoing climate warming has the potential to significantly expand the anthropogenic impacts of mining.", "URL": "https:\/\/specialprojects.wlu.ca\/samms\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-114.4500116, 62.58332647] ]} },
{"id":2, "type": "Feature", "properties": { "ProjectName": "Northern Water Futures", "PI":"Jennifer Baltzer", "CoI":"", "NumberofSites": 9, "Site": "Scotty Creek;Dehcho First Nations;Havikpak Creek;Inuvik to Tuktoyaktuk Highway;Kakisa and Tathlina Lakes;Norman Wells\/Tulita area;Trail Valley Creek;Tsa Tue Biosphere Reserve;Marian Lake Watershed", "X": "-121.3000002;-126.912129;-133.5119897;-133.405584;-117.563742;-125.541636;-133.4390027;-123.422037;-123.312277", "Y": "61.29999995;65.277195;68.32029502;68.940868;60.586044;64.908113;68.73809477;65.192811;51.151819", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;none;Mackenzie;Mackenzie;none;Mackenzie;Fraser", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-121.3000002, 61.3],[-126.912129,65.277195],[-133.5119897,68.32029502],[ -133.405584, 68.940868 ],[ -117.563742, 60.586044 ],[ -125.541636, 64.908113 ],[ -133.4390027, 68.73809477 ],[ -123.422037, 65.192811 ],[ -123.312277, 51.151819 ] ] } },
{"id":3, "type": "Feature", "properties": { "ProjectName": "Southern Forests Water Futures", "PI":"Altaf Arain, McMaster University", "CoI":"Joe Boyce, McMaster University; San-Tae Kim, McMaster University; Jing Chen, McMaster University; Michael Pisaric, McMaster University", "NumberofSites": 1, "Site": "Turkey Point Sites", "X": "-80.332176", "Y": "42.681805", "BasinLocation":"St. Lawrence", "Overview":"Southern Forests Water Futures Project strives to improve our understanding of biogeochemical and hydrologic cycles in both conifer and deciduous forests in the region and to develop management strategies that can enhance sustainable development of forest water resources and improve forest’s resilience to negative impacts of climate change. This project will provide knowledge, tools and techniques for users and stakeholders across a range of sectors to better manage forest ecosystems and water resources. It will help in developing the next-generation of ecosystem and hydrologic models used in Canadian regional and global climate models to predict future climate and hydrologic regimes, and formulate appropriate climate change mitigation and adaptation plans to secure water resources in the region and beyond.", "URL": "http:\/\/www.southernforestswaterfuture.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-80.332176, 42.681805] ] } },
{"id":4, "type": "Feature", "properties": { "ProjectName": "Lake Water Futures", "PI":"Nandita Basu", "CoI":"", "NumberofSites": 3, "Site": "Eastern Lake Erie;Western Basin Lake Ontario;Grand River Watershed", "X": "-81.326577;-79.391131;-80.285697", "Y": "42.199676;43.62549;43.376035", "BasinLocation":"St. Lawrence;St. Lawrence;St. Lawrence", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ],[ -79.391131, 43.62549 ], [ -80.285697, 43.376035 ] ] } },
{"id":5, "type": "Feature", "properties": { "ProjectName": "Linking Water Governance in Canada to Global Economic, Social and Political Drivers", "PI":"Rob de Loe, University of Waterloo", "CoI":"Dustin Garrick, University of Waterloo", "NumberofSites": 1, "Site": "Eastern Lake Erie", "X": "-81.326577", "Y": "42.199676", "BasinLocation":"St. Lawrence", "Overview":"﻿In countries around the world, water resources are under pressure from numerous chronic and acute sources. Problems such as overuse and contamination persist despite decades of sustained attention from governments, researchers, international organizations and civil society. Improving governance is necessary, but the crucial role of external social, economic and political drivers and forces that operate beyond national borders yet impact governance within countries must be accounted for more effectively. Canada’s water resources and governance systems are subject to these drivers and forces. Some originate from within the larger water sector, but others are linked to decisions and actions in sectors operating at the national, continental and global levels that are not normally considered part of the water sector (e.g., energy policy makers, the banking and investment communities). Hence, in the same way that climate scientists need to understand how climate and water resources in Canada are influenced by continental and global climate drivers, those interested in strengthening Canada’s ability to respond to water challenges through improving governance need to better recognize and account for the crucial role played by external social, political and economic drivers and forces operating beyond Canada’s borders. <br> The overarching goal of the proposed research is to identify and assess social, economic and political trends internal and external to the water sector that have, or may have, implications for water governance in Canada, and to assess ways of adapting water governance in Canada to better account for those drivers. A distinctive feature of our proposed project is knowledge co-production with key stakeholders and collaborators.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-water-governance.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ] ] } },
{"id":6, "type": "Feature", "properties": { "ProjectName": "Evaluation of Ice Models in Large Lakes", "PI":"Kevin Lamb, University of Waterloo", "CoI":"Marek Stastna, University of Waterloo; Andrea Scott, University of Waterloo", "NumberofSites": 1, "Site": "Eastern Lake Erie", "X": "-81.326577", "Y": "42.199676", "BasinLocation":"St. Lawrence", "Overview":"The primary goal of this project is to compare and validate the ability of two existing ice models to simulate the evolution of ice cover on large lakes at large and small scales. The nature of Ice cover in large lakes is very different from that in small lakes in that (i) large lakes are typically only partially covered; and (ii) ice in large lakes is often fragmented and drifts around the lake under the action of wind. Simulations using two ice models, both of which include snow, will be carried out using the same hydrodynamic core, so that differences observed can be attributed to differences between the ice models, as opposed to the manner in which the hydrodynamics is represented. We will use the MITgcm as the hydrodynamic core. The first ice-model will be the ice-model included in the MITgcm. The second model we will use is the Los Alamos Sea Ice Model (CICE). Both large scale simulations of entire lakes and small scale process studies will be undertaken. The small scale process studies will focus on lake ice dynamics and convection near the ice edge and under ice. We will also add a Lagrangian model to simulate three-dimensional frazil ice formation. <br> The primary location of application of the model evaluation will be Lake Erie. The partial ice cover common to Lake Erie winters, the differences between the three basins that make up the lake, and the rich biogeochemistry make this the ideal choice for this study. Secondary focus regions will be, Lake Ontario, and the outflow of the fast flowing, highly turbulent, Niagara River.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-lake-ice.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ] ] } },
{"id":7, "type": "Feature", "properties": { "ProjectName": "Winter Soil Processes in Transition", "PI":"Fereidoun Rezanezhad, University of Waterloo", "CoI":"Philippe Van Cappellen, University of Waterloo; David Rudolph, University of Waterloo; Laura Hug, University of Waterloo; Scott Smith, University of Waterloo", "NumberofSites": 1, "Site": "Grand River Watershed", "X": "-80.285697", "Y": "43.376035", "BasinLocation":"St. Lawrence", "Overview":"In an uncertain future climate, both the quantity and quality of water supplied by headwater wetland source areas in cold regions are expected to change significantly. However, our knowledge of how climate change will impact the biogeochemical functioning and hydrochemistry of these source areas remains limited. We propose to elucidate the role of winter soil processes on the export of carbon (C) and nutrients (N, P, S, Fe) to the river network under changing climate conditions. The project builds on the hypothesis that spring pulses of dissolved organic and inorganic C and nutrients by these headwaters reflect the cumulative effects of microbial and geochemical processing of redox sensitive elements during the non-growing season. The project will advance the predictive understanding of C and nutrient cycling in soils of headwater source areas under seasonal snow and ice cover. The project specifically aims to improve our conceptual and quantitative understanding of changes in C and nutrient stocks, speciation and fluxes driven by variations in snow cover and freeze-thaw cycles. The data collected in laboratory experiments will be integrated into reactive transport and bioenergetic modeling to simulate the biogeochemical transformations of C and nutrients in winter soils under changing climate conditions. The data and insights gained through the proposed laboratory-controlled experimental and modeling activities will yield a better conceptual understanding of shallow subsurface biogeochemical processes and strengthen their representation in coupled biogeochemical-hydrological catchment models. Overall, the proposed project will enhance our ability to evaluate the impact of different potential climatic scenarios on C and nutrient export and speciation along the aquatic continuum.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-winter-soil.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":8, "type": "Feature", "properties": { "ProjectName": "FORMBLOOM", "PI":"Helen Baulch", "CoI":"", "NumberofSites": 8, "Site": "Conestogo Lake;Katepwa Lake;Pasqua Lake;Tobacco Creek;Buffalo Pound Lake;Wascana and Upper Qu'Appelle;Yellow Quill First Nation;James Smith Cree Nation", "X": "-80.730237;-103.616667;-103.998311;-98.25384;-105.508832;-104.591472;-103.698147;-104.8442", "Y": "43.686248;50.683441;50.774535;49.335618;50.649545;50.427968;52.375267;53.15875", "BasinLocation":"St. Lawrence;Nelson;Nelson;Nelson;Nelson;Nelson;Nelson;Nelson", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.730237, 43.686248 ],[ -103.616667, 50.683441 ], [ -103.998311, 50.774535 ], [ -98.25384, 49.335618 ], [ -105.508832, 50.649545 ],[ -104.591472, 50.427968 ], [ -103.698147, 52.375267 ], [ -104.8442, 53.15875 ] ] } },
{"id":9, "type": "Feature", "properties": { "ProjectName": "Developing 'Omic' and Chemical Fingerprinting Methodologies", "PI":"Paul Jones, University of Saskatchewan", "CoI":" John Giesy, University of Saskatchewan; Markus Hecker, University of Saskatchewan", "NumberofSites": 1, "Site": "Buffalo Pound Lake", "X": "-105.508832", "Y": "50.649545", "BasinLocation":"Nelson", "Overview":"‘Omics’ approaches such as proteomics, lipidomics and metabolomics along with chemical fingerprinting technologies can be used as powerful tools to monitor the current status and to predict future trends in ecosystem structure and function. As an example, organisms living in Canada’s north and at high altitudes, must annually adjust their metabolisms and the lipid components in their cellular membranes to adapt to changing temperatures. Any alterations in the magnitudes or timing of changes in temperature or sources of food could have severe, even catastrophic, negative effects on individual organisms, and ultimately on whole ecosystems and the services they provide to humans. Also, nutrient cycling that controls eutrophication and associated harmful algal blooms (HABs) is controlled, in part, by organic forms of phosphorus and nitrogen and dissolved organic matter that can be better characterized by UHR-MS. <br>Natural constituents of surface waters, such as humic and fulvic acids, proteins and amino acids are important for regulating geochemical processes, but are complex and to date have not been well characterized. Also, toxic products of HABs are complex and have been difficult to characterize, but the newly established UHR-MS systems will allow for much better characterization of these important compounds. The project develops and validates methods that take full advantage of the new state-of-the-art equipment, while also providing support and training for other on-going GWF projects and personnel. The longer-term goal is to work with researchers to apply these techniques to assess aquatic resources in support of end-user needs and priorities of the GWF platform.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-chemical-fingerprinting.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.508832, 50.649545 ] ] } },
{"id":10, "type": "Feature", "properties": { "ProjectName": "Sensors and Sensing Systems for Water Quality Monitoring", "PI":"Ravi Selvaganapathy, McMaster University", "CoI":"Karsten Liber, University of Saskatchewan; Scott Smith, Wilfrid Laurier University; Juewen Liu, University of Waterloo; Wahid Khan, University of Saskatchewan; Chang-qing Xu, McMaster University; Carolyn Ren, University of Waterloo; James McGeer, Wilfrid Laurier University; Jamal Deen, McMaster University; Charles deLannoy, McMaster University; Peter Kruse, McMaster University; Phillippe van Cappellen, University of Waterloo; Dawn Martin-Hill, McMaster University", "NumberofSites": 2, "Site": "Buffalo Pound Lake;Upper Qu'Appelle", "X": "-105.508832;-101.399636", "Y": "50.649545;50.462295", "BasinLocation":"Nelson;Nelson", "Overview":"Many watersheds and water sources both in Canada and across the world are under stress due to human activity as well as climate change. Population growth in urban areas as well as agricultural practices and resource extraction tend to introduce pollutants such as nutrients, metals, microorganisms, pharmaceuticals, industrial waste products and other emerging contaminants into watersheds. These water quality issues are further exacerbated by climate change and other environmental changes in watersheds. There is a critical need to gain a detailed understanding of the effect of human activities on the ecosystem and water in particular. A crucial part of that strategy involves the use of sensors and sensing systems that can be deployed in the environment to monitor for the presence of contaminants and their variation over the short and long time scales. Although sensors and sensing systems for long term monitoring exist for many of the parameters of interests (such as dissolved oxygen, pH, turbidity, conductivity, nitrates), they are not sufficiently low in cost and require technical expertise for operation and maintenance. In other cases such as some metals, phosphates and bacteria, continuous monitoring systems have yet to be developed. In this proposal, we will focus on two broad areas. 1) The development of low-cost sensing systems and its implementation for long term monitoring of water quality parameters; and 2) The development of specific low cost sensors that are capable of detecting pathogens, heavy metals, oxidants and nutrients and integrate them with the sensing system. The sensors and sensing systems will be field tested in collaboration with identified potential end users who have expressed interest in partnering with this project as well as partners in other GWF funded projects.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-wq-monitoring.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.508832, 50.649545 ], [ -101.399636, 50.462295 ] ] } },
{"id":11, "type": "Feature", "properties": { "ProjectName": "Transformative Sensor Technologies and Smart Watersheds", "PI":"Claude Duguay", "CoI":"", "NumberofSites": 4, "Site": "Buffalo Pound Lake;Wolf Creek Research Basin;Gatineau River and Saint-Maurice River watersheds, QC;Kenaston\/Brightwater Creek Mesonet Site", "X": "-105.508832;-135.1180962;-75.895898;-106.4161293", "Y": "50.649545;60.53300019;45.610651;51.38033454", "BasinLocation":"Nelson;Yukon;St. Lawrence;Nelson", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.508832, 50.649545 ], [ -135.1180962, 60.53300019 ], [ -75.895898, 45.610651 ], [ -106.4161293, 51.38033454 ] ] } },
{"id":12, "type": "Feature", "properties": { "ProjectName": "Crowdsourcing Water Science", "PI":"Graham Strickert, University of Saskatchewan", "CoI":"Ralph Deters, University of Saskatchewan; Simon Lambert, University of Saskatchewan", "NumberofSites": 2, "Site": "Wascana and Upper Qu'Appelle;Redberry Lake Biosphere Reserve", "X": "-104.591472;-107.21494", "Y": "50.427968;52.712606", "BasinLocation":"Nelson;Nelson", "Overview":"Create a crowdsourcing data platform to support contributions from GWF user communities’ while also serving users needs in application development. The platforms will allow user communities to share geo-located and time-stamped photographs, which complement traditional forms of data acquisition.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-crowdsourcing.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -104.591472, 50.427968 ], [ -107.21494, 52.712606 ] ] } },
{"id":13, "type": "Feature", "properties": { "ProjectName": "Collaborative Modelling Framwork for Water Futures and Holistic Human Health Effects", "PI":"Lalita Bharadwaj", "CoI":"", "NumberofSites": 2, "Site": "Yellow Quill First Nation;James Smith Cree Nation", "X": "-103.698147;-104.8442", "Y": "52.375267;53.15875", "BasinLocation":"Nelson;Nelson", "Overview":"Agent Based Modeling as a tool to Investigate Comprehensive Indigenous Health Impacts of Flooding - Grounded by diverse data sources, we will develop a model framework with ABM to assess and investigate comprehensive impacts on Indigenous communities from flooding and demonstrate its capability as an operational tool for evaluating and supporting health services, emergency planning and management measures. We will contribute to the sustainability of Indigenous communities and their environments by providing a tool to investigate complex interactions and feedbacks between human and natural systems and to communicate understanding of flooding impacts and improvements to mitigation measures. The model framework in future will be applied towards other unresolved public health and water issues including Canada’s most pressing public health issue- Drinking Water in Indigenous Nations.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-colab-modelling.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -103.698147, 52.375267 ],  [ -104.8442, 53.15875 ] ] } },
{"id":14, "type": "Feature", "properties": { "ProjectName": "Mountain Water Futures", "PI":"Sean Carey", "CoI":"", "NumberofSites": 10, "Site": "Athabasca Glacier;Brintnell-Bologna Icefield;Helen Lake;Cariboo Alpine Mesonet;Columbia Icefield;Lake O'Hara;Marmot Creek Research Basin;Sibbald Wetlands;Wapta Icefield\/Peyto Glacier;Fortress Mountain", "X": "-117.249553;-127.9693738;-117.82973;-123.548253;-117.3337823;-116.1514322;-115.1896218;-114.867055;-116.5532644;-115.243103", "Y": "52.188798;62.09862204;56.539774;52.454375;52.164128;51.08343833;50.96126433;51.048792;51.66929708;50.832214", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;Fraser;Mackenzie;Columbia;Nelson;Nelson;Nelson;Nelson", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -117.249553, 52.188798 ], [ -127.9693738, 62.09862204 ], [ -117.82973, 56.539774 ], [ -123.548253, 52.454375 ], [ -117.3337823, 52.164128 ], [ -116.1514322, 51.08343833 ], [ -115.1896218, 50.96126433 ], [ -114.867055, 51.048792 ], [ -116.5532644, 51.66929708 ], [ -115.243103, 50.832214 ] ] } },
{"id":15, "type": "Feature", "properties": { "ProjectName": "Next Generation Solutions to Ensure Healthy Water Resources for Future Generations", "PI":"John Giesy", "CoI":"", "NumberofSites": 4, "Site": "Whitemanns Creek;Expiremental Lakes Area;James Smith Cree Nation;Saskatchewan River Delta", "X": "-80.353493;-93.728523;-104.8442;-102.32251", "Y": "43.1524927;49.659086;53.15875;54.07572", "BasinLocation":"St. Lawrence;Nelson;Nelson;Nelson", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.353493, 43.152492 ],  [ -93.728523, 49.659086 ], [ -104.8442, 53.15875 ], [ -102.32251, 54.07572 ] ] } },
{"id":16, "type": "Feature", "properties": { "ProjectName": "Prairie Drainage Governance", "PI":"Philip Loring, University of Saskatchewan", "CoI":"Helen Baulch, University of Saskatchewan; Patricia Gober, University of Saskatchewan; John Pomeroy, University of Saskatchewan; Graham Strickert, University of Saskatchewan", "NumberofSites": 5, "Site": "Ganatsekaigon Creek;Morningside Creek;Wilket Creek;Quill Lakes, Saskatchewan;Vermilion Basin", "X": "-79.079226;-79.196191;-79.350855;-104.367578;-110.83537", "Y": "43.876337;43.779468;43.723303;51.880505;53.448341", "BasinLocation":"St. Lawrence;St. Lawrence;Nelson;Nelson", "Overview":"Agricultural water management (aka drainage) is described as moving water to make land available for agriculture. Agricultural water management provides several societal benefits including increasing the amount of productive land and improving soil conditions. However, agricultural water management can negatively impact wetlands and wildlife biodiversity, as well as water quality, drought, and flood risk. Not surprisingly, agricultural water management is often a contentious topic that divides communities as they debate the best way to manage land, water, and human values. <br> These complex social dimensions of agricultural water management, how it is managed and governed, and the conflicts that arise in the process, is the focus of this research project. To be successful, our project will engage earnestly with stakeholders in all aspects of the topic, including producers, landowners, watershed associations, stewardship groups, provincial authorities, and numerous interested NGOs. Our goal is to understand how we can better foster collaboration over conflict, support sustainable livelihoods for farmers and ranchers while addressing wildlife and water quality and flow concerns, and deal with a changing climate that includes more extreme swings in water availability.", "URL": "https:\/\/gwf.usask.ca\/drainage\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -79.079226, 43.876337 ], [ -79.196191, 43.779468 ], [ -79.350855, 43.723303 ], [ -104.367578, 51.880505 ], [ -110.83537, 53.448341 ] ] } },
{"id":17, "type": "Feature", "properties": { "ProjectName": "Co-Creation Indigenous Water Quality Tools", "PI":"Dawn Martin-Hill", "CoI":"", "NumberofSites": 2, "Site": "Lubicon Lake Cree Nation;Six Nations of the Grand River", "X": "-116.092362;-80.083602", "Y": "56.438746;43.053384", "BasinLocation":"Mackenzie;St. Lawrence", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -116.092362, 56.438746 ],  [ -80.083602, 43.053384 ] ] } },
{"id":18, "type": "Feature", "properties": { "ProjectName": "SPADE: Storms and Precipitation Across the Continental Divide Experiment", "PI":"Julie Theriault, University of Quebec at Montreal", "CoI":"Stephen Déry, University of Northern British Columbia; Shawn Marshall, University of Calgary; John Pomeroy, University of Saskatchewan; Ronald Stewart, University of Manitoba", "NumberofSites": 4, "Site": "Nipika Mountain Resort;Burstal Creek;Fortress Mountain;Haig Glacier", "X": "-115.791413;-115.340164;-115.243103;-115.296031", "Y": "50.617218;50.77995;50.832214;50.703172", "BasinLocation":"Columbia;Nelson;Nelson;Nelson", "Overview":"This project focuses on cold region processes related to storms and their precipitation at the top of the western Cordillera. The precipitation in this region provides the primary source of water for North American rivers going to the Pacific, Atlantic and Arctic Oceans, can trigger catastrophic flooding and it maintains the perilous existence of glaciers. Despite its essential role, very few observations that link surface features, precipitation and atmospheric conditions are available in this region. This project will start to address this gap by using a combination of sophisticated weather instruments, instrumented mountain basins and modelling tools to study storms and precipitation across the continental divide. One of the key issues is how much of the moisture flux crosses the barrier from either the Pacific in eastward moving storms or from the Prairies and Gulf of Mexico in leeside (upslope) storms. In particular, small-scale features of this moisture transport such as the distribution of snowfall, from for example, preferential deposition, will be addressed. To do so, both sides of the divide will be instrumented to measure precipitation fields aloft to study their evolution as they fall through the atmosphere on either side of the divide. The study region includes well-documented glacier sites as well as mountain headwater basins that were sources of the 2013 floodwaters in Alberta and British Columbia. This fills in the gaps of efforts to characterize the precipitation at the surface and snowline, in drought periods and will help determine their impacts on hydrology as part of GWF. Although our team is involved in GWF Pillar 3 projects (JT/RS: 2 projects, SD: 1 project and JP: 6 projects), none is obtaining any special atmospheric measurements or examining small-scale features of orographic precipitation. A critical outcome will be to deliver a system to diagnose and predict precipitation amounts, patterns and types across the divide using a combination of very high-resolution modelling and sophisticated instrumentation. This will inform improvements in numerical weather prediction systems such as Global Environmental Multiscale (GEM) model.", "URL": "https:\/\/gwf-spade.weebly.com\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -115.791413, 50.617218 ], [ -115.340164, 50.77995 ], [ -115.243103, 50.832214 ], [ -115.296031, 50.703172 ] ] } },
{"id":19, "type": "Feature", "properties": { "ProjectName": "Boreal Water Futures", "PI":"Mike Waddington", "CoI":"", "NumberofSites": 5, "Site": "Fort McMurray;Slave Lake;Wabasca;Fort Montmorency;Attawapiskat", "X": "-111.3808;-114.77611;-113.862568;-71.146117;-82.426858", "Y": "56.727208;55.30780;56.027032;47.319709;52.924971", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;St. Lawrence;none", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -111.3808, 56.727208 ], [ -114.776113, 55.307803 ], [ -113.862568, 56.027032 ], [ -71.146117, 47.319709 ], [ -82.426858, 52.924971 ] ] } },
{"id":20, "type": "Feature", "properties": { "ProjectName": "Prairie Water", "PI":"Christopher Spence, Colin Whitfield", "CoI":"", "NumberofSites": 5, "Site": "Fort Macleod;Lethbridge Irrigation Demonstration Farm;St. Denis National Wildlife Area;Vermilion Basin;West Nose Creek", "X": "-113.400078;-112.85156;-106.0919839;-110.83537;-114.1700075", "Y": "49.721945;49.680717;52.20844761;53.448341;51.26000139", "BasinLocation":"Nelson;Nelson;Nelson;Nelson;Nelson", "Overview":"Sample Overview", "URL": "https:\/\/gwf.usask.ca\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -113.400078, 49.721945 ], [ -112.85156, 49.680717 ], [ -106.0919839, 52.20844761 ], [ -114.1700075, 51.26000139 ] ] } },
{"id":21, "type": "Feature", "properties": { "ProjectName": "Old Meets New: Subsurface Hydrogeological Connectivity and Groundwater Protection", "PI":"Grant Ferguson, University of Saskatchewan", "CoI":"Jim Hendry, University of Saskatchewan; Lee Barbour, University of Saskatchewan; Matt Lindsay, University of Saskatchewan; Jeffrey McDonnell, University of Saskatchewan", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"Recent concerns have risen for deeper groundwater systems due to issues related to unconventional oil and gas development and subsurface waste disposal – areas which both suffer from data scarcity. The first phase of this project will conduct a review of the available data for western Canada to improve our understanding of hydrogeological connectivity. We will select a number of case studies to represent typical hydrogeological environments of concern and produce a series of maps and databases to improve our understanding of the hydrogeological settings. Water chemistry will be compiled for various hydrogeological units to improve our ability to fingerprint and differentiate groundwaters. This data will be supplemented by sampling and analysis of water from provincial groundwater monitoring networks and other sampling opportunities from industry. Numerical models will be used to interpret existing physical and chemical hydrogeological data for a series of case studies and improve our conceptual understanding of these systems. These models will constrain the likelihood of significant connectivity between aquifers containing potable and poor quality groundwaters. The methods and findings from these studies will be compared to other regions, both within Canada and internationally, to generalize the findings of this study. The second phase will also focus on developing additional case studies within western Canada to test and improve the findings of the first phase. We will also seek to develop similar databases for eastern Canada, making use of provincial groundwater monitoring efforts and NRCan’s BASIN oil and gas database for eastern Canada.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-old-meets-new.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":22, "type": "Feature", "properties": { "ProjectName": "Short‐Duration Extreme Precipitation in Future Climate", "PI":"Yanping Li, University of Saskatchewan", "CoI":"Francis Zwiers, PCIC, University of Victoria; Jean-Pierre St Maurice, University of Saskatchewan", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"Understanding of the physical processes affecting short‐duration (less than 24 hours) extreme precipitation and their possible changes in the warming world is critical for many of GWF’s users. However, most global and regional climate models do not directly simulate the processes that produce extreme precipitation due to their coarse resolutions, which hinders the proper interpretation of the precipitation projections produced by these models. Such questions can be addressed by making extensive use of a convection‐permitting modeling tool running in a pseudo‐global warming mode, and comparing it with existing simulations by global and regional climate models. Here we propose to work specifically on the following four questions: i) Does temperature scaling work at convective‐permitting resolutions for short‐duration local precipitation extremes? ii) How will the characteristics of mesoscale convective systems (MCSs) such as the precipitation intensity, size, and life‐span of storms change in the future? iii) What are the underlying physical processes that result in changes in MCSs and storm properties? iv) How do extreme precipitation features scale across resolution from GCMs to RCMs to convective permitting WRF? Our proposed work will lead to a better understanding of the physical soundness of future precipitation projections by climate models, thereby providing a scientific foundation for the proper use of model projections that many GWF’s users depend on.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-extreme-precipitation.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":23, "type": "Feature", "properties": { "ProjectName": "Linking Stream Network Process Models to Robust Data Management Systems for the Purpose of Land-Use Decision Support", "PI":"Bruce MacVicar, University of Waterloo", "CoI":"Simon Courtenay, University of Waterloo; Stephen Murphy, University of Waterloo; Paulo Alencar, University of Waterloo; Don Cowan, University of Waterloo", "NumberofSites": 3, "Site": "Ganatsekaigon Creek;Morningside Creek;Wilket Creek", "X": "-79.079226;-79.196191;-79.350855", "Y": "43.876337;43.779468;43.723303", "BasinLocation":"St. Lawrence;St. Lawrence;St. Lawrence", "Overview":"The proposal is to develop a digital platform to improve the science, communications, and outcomes surrounding decision making in surface water channel networks. We addressed reviewers concerns from the LOI by reducing the scope and budget of the project to match the recommendations, better describing the specific decision making capabilities, clarifying the links between the proposed system and the GWF cloud, and focussing on four case studies where we have extensive experience. The proposed system is called the Stream Adaptive Management Environment or ‘SAME’. Its basic purpose is to combine monitoring and modelling efforts with a data management platform created by the Computer Systems Group at UW that supports environmental decision making (iEnvironment). Such research is aligned with Pillar 2 of the Global Water Futures (GWF) initiative – Developing Big Data and Decision Support Systems. The proposed strategy builds on previous efforts by incorporating two large databases with field monitoring and surface water modelling results; reusing existing monitoring, modelling, user interface, and access control tools; maintaining relations with active partners that include municipalities and conservation authorities across Ontario; extending analysis tools developed as part of an NSERC funded Strategic Project Grant; and leveraging funding for platform development. Secured funding through CANARIE, a non-profit Canadian corporation with a mandate to advance Canada’s knowledge and innovation infrastructure, will support the development of iEnvironment. Three-year funding from the Global Water Futures initiative would be used to develop modules that will allow research groups in river hydraulics and aquatic ecology to connect their work with this system to build an adaptive management platform in SAME. The new work would also ingest a range of data streams and allow users to access the data and analysis in the form of maps, tables and tailored report cards. Specifically supported decisions in the near term would include the evaluation of alternative development scenarios, best management practices, stream restoration, and assessment of risk due to predictive uncertainty and climate change. Case studies include Wilket, Morningside and Ganatsekaigon Creeks in Toronto and Blair Creek in Kitchener. The seven year vision for the project is that other groups connected to the Global Water Futures Initiative will develop modules and build the capacity of the platform to provide a trans-disciplinary decision support system for other questions related to cumulative effects, risk, and the management of surface water networks.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-stream-network-modelling.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -79.079226, 43.876337 ], [ -79.196191, 43.779468 ], [ -79.350855, 43.723303 ] ] } },
{"id":24, "type": "Feature", "properties": { "ProjectName": "Global Water Citizenship: Integrating Networked Citizens, Scientists and Local Decision Makers", "PI":"Colin Robertson, Wilfrid Laurier University", "CoI":"Rob Feick, University of Waterloo; Steven Roberts, Wilfrid Laurier University; Michael English, Wilfrid Laurier University", "NumberofSites": 1, "Site": "Wilfrid Laurier University", "X": "-80.5344634", "Y": "43.3070324", "BasinLocation":"St. Lawrence", "Overview":"Climate change is transforming freshwater ecosystems in many northern communities across Canada. GWC aims to identify, develop, and evaluate new tools and strategies to enable community monitoring of freshwater in order to enhance community resilience, adaptation, and contribute to scientific understanding of how these systems are changing. The GWC project will work with local communities and researchers active in these communities to bridge the gaps between understanding and action. New tools for monitoring will support participation in existing monitoring networks, while new tools for data quality and validation will aim to best leverage community observations of change.", "URL": "http:\/\/gwc-gwf.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5344634, 43.3070324 ] ] } },
{"id":25, "type": "Feature", "properties": { "ProjectName": "Linking Multiple Stressors to Adverse Ecological Responses Across Watersheds", "PI":"Mark Servos, University of Waterloo", "CoI":"Wayne Parker, University of Waterloo; Paul Craig, University of Waterloo", "NumberofSites": 1, "Site": "Grand River Watershed", "X": -80.285697, "Y": 43.376035, "BasinLocation":"St. Lawrence", "Overview":"The project will support improved monitoring and risk assessment programmes through the development of models and tools that can be employed to predict the impacts of contaminants related to changing urban environments and climate on aquatic ecosystems. This work will focus on creating and applying knowledge necessary for predicting and interpreting the impacts of urbanization (e.g. wastewater, storm water, population growth) in the context of variability (natural and anthropogenic) at the watershed scale. This will form the foundation for building frameworks for consideration of multiple stressors that are a major challenge for watershed management, especially in the face of global environmental change.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-stressors.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":26, "type": "Feature", "properties": { "ProjectName": "Adaptation Governance and Policy Changes in Relation to a Changing Moisture Regime Across the Southern Boreal Forest", "PI":"Colin Laroque, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"We will conduct a Vulnerability Assessment, including both current and future risks, of Mistik’s management forest area using the existing Climate Change and Sustainable Forest Management in Canada: A Guidebook for Assessing Vulnerability and Mainstreaming Adaptation into Decision Making guidebook. It will include both the biophysical and management aspects of their practices as related to climate change. We will also assess Mistik’s response to past and present climate related impacts, i.e., an analysis of their Adaptive Capacity. This is a new aspect of climate change related adaptation strategies, and will be the first of its kind in Canada. Based on the Vulnerability Assessment and the analysis of the company’s Adaptive Capacity, we will work with Misitk on incorporating these results into their new 20-year forest management plan. To provide the company with bio-physical background, a tree-ring collection and analysis of suitable tree species (determined by Mistik) will be conducted to define past growth-climate related relationships from trees growing on their land base. Tree rings represent a unique source of historical annual data that have been used to identify changes in growth as a result of past climate. These data can also be used to provide trajectories on how trees will grow under future climates. We will then use these relationships to project future growth based on various GCM or CORE modeling-team derived climate scenarios for the future of Mistik’s FMA. Once we better understand how climatic changes are affecting the forest in their FMA, we will formulate the outcomes of our case study in the context of Saskatchewan’s provincial “Results-Based Regulatory approach” for the company. Non-climate factors such as First Nations concerns, economics, forest-dependent communities in the region, as well as ecological variations within their FMA will also be examined as to how they affect the current adaptive capacity of Mistik Management.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-adaption-governance.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":27, "type": "Feature", "properties": { "ProjectName": "Significance of Groundwater Dynamics Within Hydrologic Models", "PI":"Walter Illman, University of Waterloo", "CoI":"", "NumberofSites": 1, "Site": "Grand River Watershed", "X": -80.285697, "Y": 43.376035, "BasinLocation":"St. Lawrence", "Overview":"Research will be conducted to study the significance of spatial and temporal groundwater dynamics on watershed hydrology through high-resolution simulations with a fully-integrated hydrologic model. Because of the availability of high-quality data, datasets from the well-instrumented Alder Creek Watershed (ACW) (~79 km2) within the Grand River Basin in Ontario will be utilized to parameterize, calibrate, and validate the model.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-groundwater-models.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":28, "type": "Feature", "properties": { "ProjectName": "Diagnosing and Mitigating Hydrologic Model Uncertainty in High-Latitude Canadian Watersheds", "PI":"Tricia Stadnyk, University of Manitoba", "CoI":"", "NumberofSites": 1, "Site": "University of Manitoba", "X": -97.1388146, "Y": 49.8075042, "BasinLocation":"Nelson", "Overview":"It has been the recommendation of several International collaborative research projects that stable water isotope (SWI) data could be leveraged to “develop a methodology and monitoring network … to understand hydrological processes in large river basins” (IAEA, 2003). SWIs (δ18O, δ2H) have proven to be useful diagnostic variables for hydrological modelling, with some uncertainty as to the degree of usefulness for parameter constraint. There is a need to quantify the effectiveness of isotope data from large scale monitoring networks, applied in conjunction with observed streamflow, at enhancing hydrologic model calibration and optimization. The benefit, should such soft data methods prove successful, would be enhanced knowledge of model parameter uncertainty, and more realistic parameterization of hydrologic models. Such methods could prove especially value in the cold, vast and complex pan-Canadian watersheds.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-model-uncertainty.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -97.1388146, 49.8075042 ] ] } },
{"id":29, "type": "Feature", "properties": { "ProjectName": "Hydrological Processes in Frozen Soils", "PI":"Andrew Ireson, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036","BasinLocation":"Nelson", "Overview":"Soil freeze-thaw processes play a critical role in the surface energy and water balance in cold regions. Partitioning of snowmelt into runoff and infiltration is arguably the single most important control on flood risk and water for crops in the Canadian prairies. Understanding of the physical processes involved is fraught with challenges and there remain major gaps. Perhaps the most basic property is the soil freezing characteristic curve, SFC: a relationship between unfrozen water content and soil temperature (below zero degrees Celsius), analogous to the soil moisture characteristic for unfrozen conditions. This represents the phenomenon of freezing-point depression in soils, and controls the hydraulic properties. However, there is no consensus on why this actually happens. Moreover, there is no simple in-situ method to measure this phenomenon directly in the field – the problem being our inability to interpret most soil moisture instrumentation in frozen conditions. From a hydrological perspective, this understanding is critical to being able to predict the fate of snowmelt, and the overall water balance of a watershed or field.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-frozen-soils.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":30, "type": "Feature", "properties": { "ProjectName": "Improved Estimates of Wetland Evaporation", "PI":"Warren Helgason, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036","BasinLocation":"Nelson", "Overview":"The issue of dynamic water storage in prairie wetlands has received considerable attention in recent years. Accordingly, we have learned a great deal about wetland storage, hydraulic connectivity between adjacent wetlands, and the contribution of wetlands to streamflow and groundwater systems. However, there has been scant attention paid to the factors that influence the rates of evaporation from wetlands, or evapotranspiration from wetland-dominated landscapes. Frequently, evaporation estimates are based on simple Priestly-Taylor or Penman-Monteith approaches, using parameters that can’t possibly reflect the dynamic nature of prairie wetlands. In this work, I am proposing a PhD project to examine the factors influencing wetland evaporation in prairie agricultural landscapes, for the purpose of developing more robust techniques for estimating the rate of wetland evaporation.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-wetland-evap.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } }




]
}
