{
"type": "FeatureCollection",
"name": "GWFprojects",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{"id":1, "type": "Feature", "properties": { "ProjectName": "SAMMS: Sub-Arctic Metal Mobility Study","PI":"Brent Wolfe, Wilfrid Laurier University", "CoI":" Jason J. Venkiteswaran, Wilfrid Laurier University; Michael English, Wilfrid Laurier University; Sherry Schiff, University of Waterloo; Roland Hall, University of Waterloo; Scott Smith, Wilfrid Laurier University; James McGeer, Wilfrid Laurier University; Colin Whitfield, University of Saskatchewan; Kevin Stevens, Wilfrid Laurier University; Jules M. Blais, University of Waterloo", "NumberofSites": 1,"Site": "Baker Creek", "X": "-114.4500116", "Y": "62.58332647", "BasinLocation":"Mackenzie", "Overview":"Abandoned mines abound in the NWT with dates of operation varying from 1930s to 2000s and lifespans of <1 to 50 years. Most are located in the boreal forest on the Canadian Shield in the zone of discontinuous permafrost. The legacy of metal pollution from mining extends beyond the immediate mining sites and across the NWT via emissions to the atmosphere and subsequent deposition. However, its extent is poorly known. The fate and toxicity of these metals from mining activities depends strongly on their transport via dissolved organic matter (DOM). DOM is a complex array of molecules that play an influential role in dictating surface water quality. It is predicted that climate warming, especially in subarctic regions where substantial organic matter has accumulated over time, will accelerate both rates of organic matter decomposition and consequently the mass and chemistry of DOM entering freshwater systems during the next few decades. These changes have important implications for surface water quality with respect to long-term ecosystem health and human consumption of drinking water. Metals at levels comparable to guidelines for aquatic ecosystem health and drinking water consumption can result from enhanced metal mobility due to mining activities. Critically important to metal mobility is the production of elevated and potentially chemically altered DOM with wetlands, soils, streams, and lakes that have been a repository for elevated metal concentrations via atmospheric or direct deposition. Increased mobility of metals from anthropogenic sources, as well as those that are naturally occurring, in catchments and lakes in NWT as a consequence of ongoing climate warming has the potential to significantly expand the anthropogenic impacts of mining.", "URL": "https:\/\/specialprojects.wlu.ca\/samms\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-114.4500116, 62.58332647] ]} },
{"id":2, "type": "Feature", "properties": { "ProjectName": "Northern Water Futures", "PI":"Jennifer Baltzer, Canada Research Chair in Forests and Global Change, Wilfrid Laurier University", "CoI":"", "NumberofSites": 9, "Site": "Scotty Creek;Dehcho First Nations;Havikpak Creek;Tsa Tue Biosphere Reserve;Kakisa and Tathlina Lakes;Norman Wells\/Tulita area;Trail Valley Creek;Inuvik to Tuktoyaktuk Highway;Marian Lake Watershed", "X": "-121.3000002;-126.912129;-133.5119897;-123.422037;-117.563742;-125.541636;-133.4390027;-133.405584;-123.312277", "Y": "61.29999995;65.277195;68.32029502;65.192811;60.586044;64.908113;68.73809477;68.940868;51.151819", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;Mackenzie;Mackenzie;Mackenzie;none;none;Fraser", "Overview":"This project will seek to expand the capacity for research and monitoring in the NWT and improve the understanding of the long-term sustainability in water resources.", "URL": "https:\/\/northernwaterfutures.wordpress.com\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-121.3000002, 61.3],[-126.912129,65.277195],[-133.5119897,68.32029502],[ -123.422037, 65.192811 ],[ -117.563742, 60.586044 ],[ -125.541636, 64.908113 ],[ -133.4390027, 68.73809477 ],[ -133.405584, 68.940868 ],[ -123.312277, 51.151819 ] ] } },
{"id":3, "type": "Feature", "properties": { "ProjectName": "Southern Forests Water Futures", "PI":"Altaf Arain, McMaster University", "CoI":"Joe Boyce, McMaster University; San-Tae Kim, McMaster University; Jing Chen, McMaster University; Michael Pisaric, McMaster University", "NumberofSites": 1, "Site": "Turkey Point Sites", "X": "-80.332176", "Y": "42.681805", "BasinLocation":"St. Lawrence", "Overview":"Southern Forests Water Futures Project strives to improve our understanding of biogeochemical and hydrologic cycles in both conifer and deciduous forests in the region and to develop management strategies that can enhance sustainable development of forest water resources and improve forest’s resilience to negative impacts of climate change. This project will provide knowledge, tools and techniques for users and stakeholders across a range of sectors to better manage forest ecosystems and water resources. It will help in developing the next-generation of ecosystem and hydrologic models used in Canadian regional and global climate models to predict future climate and hydrologic regimes, and formulate appropriate climate change mitigation and adaptation plans to secure water resources in the region and beyond.", "URL": "http:\/\/www.southernforestswaterfuture.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-80.332176, 42.681805] ] } },
{"id":4, "type": "Feature", "properties": { "ProjectName": "Lake Futures", "PI":"Nandita Basu, University of Waterloo", "CoI":"", "NumberofSites": 3, "Site": "Eastern Lake Erie;Western Basin Lake Ontario;Grand River Watershed", "X": "-81.326577;-79.391131;-80.285697", "Y": "42.199676;43.62549;43.376035", "BasinLocation":"St. Lawrence;St. Lawrence;St. Lawrence", "Overview":"Canada possesses a huge number of lakes, both large and small, that play a crucial role in water supply, food production, resource extraction, hydropower generation, transportation, recreation, biodiversity, and climate regulation. But despite such water wealth, climate change, agricultural intensification, shoreline development and urbanization, and exerting mounting pressures on the health and ecosystem services of lakes and their associated social and economic benefits.<br><br>The Plan: The project will focus on the causes, impacts and mitigation of great-lake issues by creating and applying models, determining indicators, and measuring vulnerability, resilience, and recover of the lake ecosystem.", "URL": "https:\/\/uwaterloo.ca\/lake-futures\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ],[ -79.391131, 43.62549 ], [ -80.285697, 43.376035 ] ] } },
{"id":5, "type": "Feature", "properties": { "ProjectName": "Linking Water Governance in Canada to Global Economic, Social and Political Drivers", "PI":"Rob de Loe, University of Waterloo", "CoI":"Dustin Garrick, University of Waterloo", "NumberofSites": 1, "Site": "Eastern Lake Erie", "X": "-81.326577", "Y": "42.199676", "BasinLocation":"St. Lawrence", "Overview":"﻿In countries around the world, water resources are under pressure from numerous chronic and acute sources. Problems such as overuse and contamination persist despite decades of sustained attention from governments, researchers, international organizations and civil society. Improving governance is necessary, but the crucial role of external social, economic and political drivers and forces that operate beyond national borders yet impact governance within countries must be accounted for more effectively. Canada’s water resources and governance systems are subject to these drivers and forces. Some originate from within the larger water sector, but others are linked to decisions and actions in sectors operating at the national, continental and global levels that are not normally considered part of the water sector (e.g., energy policy makers, the banking and investment communities). Hence, in the same way that climate scientists need to understand how climate and water resources in Canada are influenced by continental and global climate drivers, those interested in strengthening Canada’s ability to respond to water challenges through improving governance need to better recognize and account for the crucial role played by external social, political and economic drivers and forces operating beyond Canada’s borders. <br> The overarching goal of the proposed research is to identify and assess social, economic and political trends internal and external to the water sector that have, or may have, implications for water governance in Canada, and to assess ways of adapting water governance in Canada to better account for those drivers. A distinctive feature of our proposed project is knowledge co-production with key stakeholders and collaborators.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-water-governance.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ] ] } },
{"id":6, "type": "Feature", "properties": { "ProjectName": "Evaluation of Ice Models in Large Lakes", "PI":"Kevin Lamb, University of Waterloo", "CoI":"Marek Stastna, University of Waterloo; Andrea Scott, University of Waterloo", "NumberofSites": 1, "Site": "Eastern Lake Erie", "X": "-81.326577", "Y": "42.199676", "BasinLocation":"St. Lawrence", "Overview":"The primary goal of this project is to compare and validate the ability of two existing ice models to simulate the evolution of ice cover on large lakes at large and small scales. The nature of Ice cover in large lakes is very different from that in small lakes in that (i) large lakes are typically only partially covered; and (ii) ice in large lakes is often fragmented and drifts around the lake under the action of wind. Simulations using two ice models, both of which include snow, will be carried out using the same hydrodynamic core, so that differences observed can be attributed to differences between the ice models, as opposed to the manner in which the hydrodynamics is represented. We will use the MITgcm as the hydrodynamic core. The first ice-model will be the ice-model included in the MITgcm. The second model we will use is the Los Alamos Sea Ice Model (CICE). Both large scale simulations of entire lakes and small scale process studies will be undertaken. The small scale process studies will focus on lake ice dynamics and convection near the ice edge and under ice. We will also add a Lagrangian model to simulate three-dimensional frazil ice formation. <br> The primary location of application of the model evaluation will be Lake Erie. The partial ice cover common to Lake Erie winters, the differences between the three basins that make up the lake, and the rich biogeochemistry make this the ideal choice for this study. Secondary focus regions will be, Lake Ontario, and the outflow of the fast flowing, highly turbulent, Niagara River.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-lake-ice.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -81.326577, 42.199676 ] ] } },
{"id":7, "type": "Feature", "properties": { "ProjectName": "Winter Soil Processes in Transition", "PI":"Fereidoun Rezanezhad, University of Waterloo", "CoI":"Philippe Van Cappellen, University of Waterloo; David Rudolph, University of Waterloo; Laura Hug, University of Waterloo; Scott Smith, University of Waterloo", "NumberofSites": 1, "Site": "Grand River Watershed", "X": "-80.285697", "Y": "43.376035", "BasinLocation":"St. Lawrence", "Overview":"In an uncertain future climate, both the quantity and quality of water supplied by headwater wetland source areas in cold regions are expected to change significantly. However, our knowledge of how climate change will impact the biogeochemical functioning and hydrochemistry of these source areas remains limited. We propose to elucidate the role of winter soil processes on the export of carbon (C) and nutrients (N, P, S, Fe) to the river network under changing climate conditions. The project builds on the hypothesis that spring pulses of dissolved organic and inorganic C and nutrients by these headwaters reflect the cumulative effects of microbial and geochemical processing of redox sensitive elements during the non-growing season. The project will advance the predictive understanding of C and nutrient cycling in soils of headwater source areas under seasonal snow and ice cover. The project specifically aims to improve our conceptual and quantitative understanding of changes in C and nutrient stocks, speciation and fluxes driven by variations in snow cover and freeze-thaw cycles. The data collected in laboratory experiments will be integrated into reactive transport and bioenergetic modeling to simulate the biogeochemical transformations of C and nutrients in winter soils under changing climate conditions. The data and insights gained through the proposed laboratory-controlled experimental and modeling activities will yield a better conceptual understanding of shallow subsurface biogeochemical processes and strengthen their representation in coupled biogeochemical-hydrological catchment models. Overall, the proposed project will enhance our ability to evaluate the impact of different potential climatic scenarios on C and nutrient export and speciation along the aquatic continuum.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-winter-soil.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":8, "type": "Feature", "properties": { "ProjectName": "FORMBLOOM", "PI":"Helen Baulch, University of Saskatchewan", "CoI":"", "NumberofSites": 8, "Site": "Conestogo Lake;Katepwa Lake;Pasqua Lake;Tobacco Creek;Buffalo Pound Lake;Wascana and Upper Qu'Appelle;Yellow Quill First Nation;James Smith Cree Nation", "X": "-80.730237;-103.616667;-103.998311;-98.25384;-105.508832;-104.591472;-103.698147;-104.8442", "Y": "43.686248;50.683441;50.774535;49.335618;50.649545;50.427968;52.375267;53.15875", "BasinLocation":"St. Lawrence;Nelson;Nelson;Nelson;Nelson;Nelson;Nelson;Nelson", "Overview":"Freshwater lakes and reservoirs cut across Canada provide numerous services for local communities ranging from drinking water to recreation. Unfortunately, these same ecosystems are susceptible to a changing climate and nutrient loading. Cyanobacteria, a common photosynthetic group of microbes in freshwater lakes, are known to grow in excess (or bloom) when nutrients loads are high. Under these conditions, cyanobacteria may have detrimental effects on human, animal, and ecosystem health. <br><br> Solving the problem of blooms requires an understanding of how the physical environment links to geochemistry and bloom ecology, and this understanding must exist on the timescale upon which blooms develop and collapse – minutes to hours to weeks. And while solving blooms is a grand challenge, managing their impact is a key interim goal. This project is designed to address key environmental factors that drive bloom onset, duration, and cessation while also evaluating the impact blooms have on ecosystem services, working with ecosystem managers to understand how we might mitiate blooms, and how we can manage bloom risk.", "URL": "https:\/\/gwf.usask.ca\/formbloom\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.730237, 43.686248 ],[ -103.616667, 50.683441 ], [ -103.998311, 50.774535 ], [ -98.25384, 49.335618 ], [ -105.508832, 50.649545 ],[ -104.591472, 50.427968 ], [ -103.698147, 52.375267 ], [ -104.8442, 53.15875 ] ] } },
{"id":9, "type": "Feature", "properties": { "ProjectName": "Developing 'Omic' and Chemical Fingerprinting Methodologies", "PI":"Paul Jones, University of Saskatchewan", "CoI":" John Giesy, University of Saskatchewan; Markus Hecker, University of Saskatchewan", "NumberofSites": 1, "Site": "Buffalo Pound Lake", "X": "-105.508832", "Y": "50.649545", "BasinLocation":"Nelson", "Overview":"‘Omics’ approaches such as proteomics, lipidomics and metabolomics along with chemical fingerprinting technologies can be used as powerful tools to monitor the current status and to predict future trends in ecosystem structure and function. As an example, organisms living in Canada’s north and at high altitudes, must annually adjust their metabolisms and the lipid components in their cellular membranes to adapt to changing temperatures. Any alterations in the magnitudes or timing of changes in temperature or sources of food could have severe, even catastrophic, negative effects on individual organisms, and ultimately on whole ecosystems and the services they provide to humans. Also, nutrient cycling that controls eutrophication and associated harmful algal blooms (HABs) is controlled, in part, by organic forms of phosphorus and nitrogen and dissolved organic matter that can be better characterized by UHR-MS. <br>Natural constituents of surface waters, such as humic and fulvic acids, proteins and amino acids are important for regulating geochemical processes, but are complex and to date have not been well characterized. Also, toxic products of HABs are complex and have been difficult to characterize, but the newly established UHR-MS systems will allow for much better characterization of these important compounds. The project develops and validates methods that take full advantage of the new state-of-the-art equipment, while also providing support and training for other on-going GWF projects and personnel. The longer-term goal is to work with researchers to apply these techniques to assess aquatic resources in support of end-user needs and priorities of the GWF platform.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-chemical-fingerprinting.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.508832, 50.649545 ] ] } },
{"id":10, "type": "Feature", "properties": { "ProjectName": "Sensors and Sensing Systems for Water Quality Monitoring", "PI":"Ravi Selvaganapathy, McMaster University", "CoI":"Karsten Liber, University of Saskatchewan; Scott Smith, Wilfrid Laurier University; Juewen Liu, University of Waterloo; Wahid Khan, University of Saskatchewan; Chang-qing Xu, McMaster University; Carolyn Ren, University of Waterloo; James McGeer, Wilfrid Laurier University; Jamal Deen, McMaster University; Charles deLannoy, McMaster University; Peter Kruse, McMaster University; Phillippe van Cappellen, University of Waterloo; Dawn Martin-Hill, McMaster University", "NumberofSites": 2, "Site": "Buffalo Pound Lake;Upper Qu'Appelle", "X": "-105.508832;-101.399636", "Y": "50.649545;50.462295", "BasinLocation":"Nelson;Nelson", "Overview":"Many watersheds and water sources both in Canada and across the world are under stress due to human activity as well as climate change. Population growth in urban areas as well as agricultural practices and resource extraction tend to introduce pollutants such as nutrients, metals, microorganisms, pharmaceuticals, industrial waste products and other emerging contaminants into watersheds. These water quality issues are further exacerbated by climate change and other environmental changes in watersheds. There is a critical need to gain a detailed understanding of the effect of human activities on the ecosystem and water in particular. A crucial part of that strategy involves the use of sensors and sensing systems that can be deployed in the environment to monitor for the presence of contaminants and their variation over the short and long time scales. Although sensors and sensing systems for long term monitoring exist for many of the parameters of interests (such as dissolved oxygen, pH, turbidity, conductivity, nitrates), they are not sufficiently low in cost and require technical expertise for operation and maintenance. In other cases such as some metals, phosphates and bacteria, continuous monitoring systems have yet to be developed. In this proposal, we will focus on two broad areas. 1) The development of low-cost sensing systems and its implementation for long term monitoring of water quality parameters; and 2) The development of specific low cost sensors that are capable of detecting pathogens, heavy metals, oxidants and nutrients and integrate them with the sensing system. The sensors and sensing systems will be field tested in collaboration with identified potential end users who have expressed interest in partnering with this project as well as partners in other GWF funded projects.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-wq-monitoring.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.508832, 50.649545 ], [ -101.399636, 50.462295 ] ] } },
{"id":11, "type": "Feature", "properties": { "ProjectName": "Transformative Sensor Technologies and Smart Watersheds", "PI":"Claude Duguay, University Research Chair, University of Waterloo", "CoI":"", "NumberofSites": 4, "Site": "Wolf Creek Research Basin;Gatineau River and Saint-Maurice River watersheds, QC;Kenaston\/Brightwater Creek Mesonet Site;Buffalo Pound Lake", "X": "-135.1180962;-75.895898;-106.4161293;-105.508832", "Y": "60.53300019;45.610651;51.38033454;50.649545", "BasinLocation":"Yukon;St. Lawrence;Nelson;Nelson", "Overview":"Canada’s water resources span an enormous range in geography, climate, and ecosystems. Understanding and adapting to short and long-term water futures demands a transformative enhancement in the way environmental data are collected, integrated, analyzed, and communicated.<br><br>Rapid development in this field through Canadian industry and research institutions provides us with an opportunity to analyze and deliver environmental data from multiple scales to many end-user communities. These groups include technology developers, government agencies, natural resource industries, and the overall water research community.<br><br>Driven by end-user needs, this project focuses on the development, testing, and pilot implementation of transformative technologies on a pan-Canadian scale. These include terrestrial, drone, aircraft, and satellite remote sensing systems, as well as ‘smart’ sensor communication networks.", "URL": "https:\/\/uwaterloo.ca\/transformative-technologies-smart-watersheds\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -135.1180962, 60.53300019 ], [ -75.895898, 45.610651 ], [ -106.4161293, 51.38033454 ], [ -105.508832, 50.649545 ] ] } },
{"id":12, "type": "Feature", "properties": { "ProjectName": "Crowdsourcing Water Science", "PI":"Graham Strickert, University of Saskatchewan", "CoI":"Ralph Deters, University of Saskatchewan; Simon Lambert, University of Saskatchewan", "NumberofSites": 2, "Site": "Wascana and Upper Qu'Appelle;Redberry Lake Biosphere Reserve", "X": "-104.591472;-107.21494", "Y": "50.427968;52.712606", "BasinLocation":"Nelson;Nelson", "Overview":"Create a crowdsourcing data platform to support contributions from GWF user communities’ while also serving users needs in application development. The platforms will allow user communities to share geo-located and time-stamped photographs, which complement traditional forms of data acquisition.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-crowdsourcing.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -104.591472, 50.427968 ], [ -107.21494, 52.712606 ] ] } },
{"id":13, "type": "Feature", "properties": { "ProjectName": "Collaborative Modelling Framwork for Water Futures and Holistic Human Health Effects", "PI":"Lalita Bharadwaj", "CoI":"", "NumberofSites": 2, "Site": "Yellow Quill First Nation;James Smith Cree Nation", "X": "-103.698147;-104.8442", "Y": "52.375267;53.15875", "BasinLocation":"Nelson;Nelson", "Overview":"Agent Based Modeling as a tool to Investigate Comprehensive Indigenous Health Impacts of Flooding - Grounded by diverse data sources, we will develop a model framework with ABM to assess and investigate comprehensive impacts on Indigenous communities from flooding and demonstrate its capability as an operational tool for evaluating and supporting health services, emergency planning and management measures. We will contribute to the sustainability of Indigenous communities and their environments by providing a tool to investigate complex interactions and feedbacks between human and natural systems and to communicate understanding of flooding impacts and improvements to mitigation measures. The model framework in future will be applied towards other unresolved public health and water issues including Canada’s most pressing public health issue- Drinking Water in Indigenous Nations.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-colab-modelling.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -103.698147, 52.375267 ],  [ -104.8442, 53.15875 ] ] } },
{"id":14, "type": "Feature", "properties": { "ProjectName": "Mountain Water Futures", "PI":"Sean K. Carey, McMaster University; Brian Menounos, University of Northern British Columbia; Masaki Hayashi, University of Calgary", "CoI":"", "NumberofSites": 10, "Site": "Athabasca Glacier;Brintnell-Bologna Icefield;Helen Lake;Columbia Icefield;Cariboo Alpine Mesonet;Lake O'Hara;Marmot Creek Research Basin;Sibbald Wetlands;Wapta Icefield\/Peyto Glacier;Fortress Mountain", "X": "-117.249553;-127.9693738;-117.82973;-117.3337823;-123.548253;-116.1514322;-115.1896218;-114.867055;-116.5532644;-115.243103", "Y": "52.188798;62.09862204;56.539774;52.164128;52.454375;51.08343833;50.96126433;51.048792;51.66929708;50.832214", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;Mackenzie;Fraser;Columbia;Nelson;Nelson;Nelson;Nelson", "Overview":"Mountain Water Futures is part of Global Water Futures, a transdisciplinary Canadian initiative to provide information and tools to adapt cold region water management under a changing climate.<br><br> The goal of mountain water futures is to ​is to provide users and stakeholders across a range of sectors with better information, tools and techniques to manage uncertain water futures, including to improve our ability to predict future hydrological regimes, and plan appropriate adaptations in Canada's western mountains. This region is undergoing dramatic change as glaciers recede, snowpacks diminish, permafrost thaws and vegetation regimes change. These changes, coupled with changing weather and climate, are driving changes to virtually all components of the hydrological cycle and resultant flow regimes.", "URL": "http:\/\/www.mountainwaterfutures.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -117.249553, 52.188798 ], [ -127.9693738, 62.09862204 ], [ -117.82973, 56.539774 ], [ -117.3337823, 52.164128 ], [ -123.548253, 52.454375 ], [ -116.1514322, 51.08343833 ], [ -115.1896218, 50.96126433 ], [ -114.867055, 51.048792 ], [ -116.5532644, 51.66929708 ], [ -115.243103, 50.832214 ] ] } },
{"id":15, "type": "Feature", "properties": { "ProjectName": "Next Generation Solutions to Ensure Healthy Water Resources for Future Generations", "PI":"John Giesy, Canada Research Chair in Environmental Toxicology, University of Saskatchewan, and Fellow of the Royal Society Canada", "CoI":"", "NumberofSites": 4, "Site": "Whitemanns Creek;Expiremental Lakes Area;James Smith Cree Nation;Saskatchewan River Delta", "X": "-80.353493;-93.728523;-104.8442;-102.32251", "Y": "43.1524927;49.659086;53.15875;54.07572", "BasinLocation":"St. Lawrence;Nelson;Nelson;Nelson", "Overview":"In a rapidly changing world, regulators, scientists and local communities face significant challenges in meeting their mandate to protect aquatic ecosystems, predict future trajectories for them, and foster sustainable development. This is particularly important when it comes to understanding, monitoring and predicting living organisms (including invasive species) in the aquatic environment. <br><br> The Plan: Emerging and transformative technologies in biology and bioinformatics provide new capability to address urgent environmental needs. Environmental DNA (eDNA) and next generation sequencing (NGS) methods will be applied to monitor current status and predict future trends of the structures and functions of aquatic ecosystems exposed to stressors in Canada. Together these technologies have the potential to provide more rapid, comprehensive, and objective assessments of ecosystem status, including the presence of rare and endangered species, in real time, while reducing costs.", "URL": "https:\/\/gwf.usask.ca\/edna\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.353493, 43.152492 ],  [ -93.728523, 49.659086 ], [ -104.8442, 53.15875 ], [ -102.32251, 54.07572 ] ] } },
{"id":16, "type": "Feature", "properties": { "ProjectName": "Prairie Drainage Governance", "PI":"Philip Loring, University of Saskatchewan", "CoI":"Helen Baulch, University of Saskatchewan; Patricia Gober, University of Saskatchewan; John Pomeroy, University of Saskatchewan; Graham Strickert, University of Saskatchewan", "NumberofSites": 5, "Site": "Ganatsekaigon Creek;Morningside Creek;Wilket Creek;Quill Lakes, Saskatchewan;Vermilion Basin", "X": "-79.079226;-79.196191;-79.350855;-104.367578;-110.83537", "Y": "43.876337;43.779468;43.723303;51.880505;53.448341", "BasinLocation":"St. Lawrence;St. Lawrence;Nelson;Nelson", "Overview":"Agricultural water management (aka drainage) is described as moving water to make land available for agriculture. Agricultural water management provides several societal benefits including increasing the amount of productive land and improving soil conditions. However, agricultural water management can negatively impact wetlands and wildlife biodiversity, as well as water quality, drought, and flood risk. Not surprisingly, agricultural water management is often a contentious topic that divides communities as they debate the best way to manage land, water, and human values. <br> These complex social dimensions of agricultural water management, how it is managed and governed, and the conflicts that arise in the process, is the focus of this research project. To be successful, our project will engage earnestly with stakeholders in all aspects of the topic, including producers, landowners, watershed associations, stewardship groups, provincial authorities, and numerous interested NGOs. Our goal is to understand how we can better foster collaboration over conflict, support sustainable livelihoods for farmers and ranchers while addressing wildlife and water quality and flow concerns, and deal with a changing climate that includes more extreme swings in water availability.", "URL": "https:\/\/gwf.usask.ca\/drainage\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -79.079226, 43.876337 ], [ -79.196191, 43.779468 ], [ -79.350855, 43.723303 ], [ -104.367578, 51.880505 ], [ -110.83537, 53.448341 ] ] } },
{"id":17, "type": "Feature", "properties": { "ProjectName": "Co-Creation Indigenous Water Quality Tools", "PI":"Dawn Martin-Hill, McMaster University ", "CoI":"", "NumberofSites": 2, "Site": "Lubicon Lake Cree Nation;Six Nations of the Grand River", "X": "-116.092362;-80.083602", "Y": "56.438746;43.053384", "BasinLocation":"Mackenzie;St. Lawrence", "Overview":"An analysis of water security and climate change in Indigenous communities shows that up to 72,000 people could have been affected by drinking water advisories (DWAs) in First Nations at the start of 2017. In 2016 alone, 133 boil water advisories in 90 indigenous communities were issued that affected over 50,000 people across the country.<br><br>The Plan: This project will work with two distinct communities, Six Nations of the Grand River (Ontario) and Lubicon Cree Nation of Little Buffalo (northern Alberta), to capture the range of water challenges in Indigenous communities. The project will use an innovative research framework informed by the Indigenous partners to facilitate sharing and integration of contemporary science and Indigenous and Local Knowledge. Building capacity to monitor source waters with environmental sensors, we will investigate ecosystem health and the cause of health issues related to contaminated water, design inclusive poly-centric decision-making models for water governance, and develop appropriate place-based sustainable solutions.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p3-co-create-indg.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -116.092362, 56.438746 ],  [ -80.083602, 43.053384 ] ] } },
{"id":18, "type": "Feature", "properties": { "ProjectName": "SPADE: Storms and Precipitation Across the Continental Divide Experiment", "PI":"Julie Theriault, University of Quebec at Montreal", "CoI":"Stephen Déry, University of Northern British Columbia; Shawn Marshall, University of Calgary; John Pomeroy, University of Saskatchewan; Ronald Stewart, University of Manitoba", "NumberofSites": 4, "Site": "Nipika Mountain Resort;Burstal Creek;Fortress Mountain;Haig Glacier", "X": "-115.791413;-115.340164;-115.243103;-115.296031", "Y": "50.617218;50.77995;50.832214;50.703172", "BasinLocation":"Columbia;Nelson;Nelson;Nelson", "Overview":"This project focuses on cold region processes related to storms and their precipitation at the top of the western Cordillera. The precipitation in this region provides the primary source of water for North American rivers going to the Pacific, Atlantic and Arctic Oceans, can trigger catastrophic flooding and it maintains the perilous existence of glaciers. Despite its essential role, very few observations that link surface features, precipitation and atmospheric conditions are available in this region. This project will start to address this gap by using a combination of sophisticated weather instruments, instrumented mountain basins and modelling tools to study storms and precipitation across the continental divide. One of the key issues is how much of the moisture flux crosses the barrier from either the Pacific in eastward moving storms or from the Prairies and Gulf of Mexico in leeside (upslope) storms. In particular, small-scale features of this moisture transport such as the distribution of snowfall, from for example, preferential deposition, will be addressed. To do so, both sides of the divide will be instrumented to measure precipitation fields aloft to study their evolution as they fall through the atmosphere on either side of the divide. The study region includes well-documented glacier sites as well as mountain headwater basins that were sources of the 2013 floodwaters in Alberta and British Columbia. This fills in the gaps of efforts to characterize the precipitation at the surface and snowline, in drought periods and will help determine their impacts on hydrology as part of GWF. Although our team is involved in GWF Pillar 3 projects (JT/RS: 2 projects, SD: 1 project and JP: 6 projects), none is obtaining any special atmospheric measurements or examining small-scale features of orographic precipitation. A critical outcome will be to deliver a system to diagnose and predict precipitation amounts, patterns and types across the divide using a combination of very high-resolution modelling and sophisticated instrumentation. This will inform improvements in numerical weather prediction systems such as Global Environmental Multiscale (GEM) model.", "URL": "https:\/\/gwf-spade.weebly.com\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -115.791413, 50.617218 ], [ -115.340164, 50.77995 ], [ -115.243103, 50.832214 ], [ -115.296031, 50.703172 ] ] } },
{"id":19, "type": "Feature", "properties": { "ProjectName": "Boreal Water Futures", "PI":"Mike Waddington, McMaster University", "CoI":"", "NumberofSites": 5, "Site": "Fort McMurray;Slave Lake;Wabasca;Fort Montmorency;Attawapiskat", "X": "-111.3808;-114.77611;-113.862568;-71.146117;-82.426858", "Y": "56.727208;55.30780;56.027032;47.319709;52.924971", "BasinLocation":"Mackenzie;Mackenzie;Mackenzie;St. Lawrence;none", "Overview":"The mosaic of boreal wetlands and forest ecosystems, which represents a critically important global freshwater resource, is undergoing extraordinary transformative change from urbanization, natural resources development, and climate-mediated natural water disasters. Given that Canada's boreal economy is of national importance it is not surprising that industry and governments alike have considerable concern about the uncertainties and 'surprises' of these 'water futures'.<br><br>In response, Boreal Water Futures (BWF) was formed by a transdisciplinary team of academic and government researchers, industry users, NGOs, and key provincial and national stakeholders to develop an effective water futures risk assessment (WFRA) framework for the boreal region. The main objective of BWF is to assess and ensure the resilience of boreal Canada's primary hydrological systems and propose strategies to mitigate water risks to this region's ecosystems, associated industries and infrastructure, and growing urban population. This will contribute to the overarching vision of Global Water Futures (GWF) to provide Canada with methods and tools for predicting change related to water futures within evolving cold regions.", "URL": "https:\/\/www.borealwaterfutures.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -111.3808, 56.727208 ], [ -114.776113, 55.307803 ], [ -113.862568, 56.027032 ], [ -71.146117, 47.319709 ], [ -82.426858, 52.924971 ] ] } },
{"id":20, "type": "Feature", "properties": { "ProjectName": "Prairie Water", "PI":"Christopher Spence, Environment and Climate Change Canada; Colin Whitfield, University of Saskatchewan", "CoI":"", "NumberofSites": 5, "Site": "Fort Macleod;Lethbridge Irrigation Demonstration Farm;St. Denis National Wildlife Area;Vermilion Basin;West Nose Creek", "X": "-113.400078;-112.85156;-106.0919839;-110.83537;-114.1700075", "Y": "49.721945;49.680717;52.20844761;53.448341;51.26000139", "BasinLocation":"Nelson;Nelson;Nelson;Nelson;Nelson", "Overview":"Prairie Water is a research project based at the Global Institute for Water Security at the University of Saskatchewan and funded under the Global Water Futures programme. The project prioritizes scientific research on water to address pressing concerns of water security and management in the Canadian Prairies. Our objectives are informed by our partners’ questions, and our goal is to direct research to help inform water-related management and decision-making with the vision to enhance the resilience of Prairie communities in a changing world.", "URL": "https:\/\/gwf.usask.ca\/prairiewater\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -113.400078, 49.721945 ], [ -112.85156, 49.680717 ], [ -106.0919839, 52.20844761 ], [ -114.1700075, 51.26000139 ] ] } },
{"id":21, "type": "Feature", "properties": { "ProjectName": "Old Meets New: Subsurface Hydrogeological Connectivity and Groundwater Protection", "PI":"Grant Ferguson, University of Saskatchewan", "CoI":"Jim Hendry, University of Saskatchewan; Lee Barbour, University of Saskatchewan; Matt Lindsay, University of Saskatchewan; Jeffrey McDonnell, University of Saskatchewan", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"Recent concerns have risen for deeper groundwater systems due to issues related to unconventional oil and gas development and subsurface waste disposal – areas which both suffer from data scarcity. The first phase of this project will conduct a review of the available data for western Canada to improve our understanding of hydrogeological connectivity. We will select a number of case studies to represent typical hydrogeological environments of concern and produce a series of maps and databases to improve our understanding of the hydrogeological settings. Water chemistry will be compiled for various hydrogeological units to improve our ability to fingerprint and differentiate groundwaters. This data will be supplemented by sampling and analysis of water from provincial groundwater monitoring networks and other sampling opportunities from industry. Numerical models will be used to interpret existing physical and chemical hydrogeological data for a series of case studies and improve our conceptual understanding of these systems. These models will constrain the likelihood of significant connectivity between aquifers containing potable and poor quality groundwaters. The methods and findings from these studies will be compared to other regions, both within Canada and internationally, to generalize the findings of this study. The second phase will also focus on developing additional case studies within western Canada to test and improve the findings of the first phase. We will also seek to develop similar databases for eastern Canada, making use of provincial groundwater monitoring efforts and NRCan’s BASIN oil and gas database for eastern Canada.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-old-meets-new.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":22, "type": "Feature", "properties": { "ProjectName": "Short‐Duration Extreme Precipitation in Future Climate", "PI":"Yanping Li, University of Saskatchewan", "CoI":"Francis Zwiers, PCIC, University of Victoria; Jean-Pierre St Maurice, University of Saskatchewan", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"Understanding of the physical processes affecting short‐duration (less than 24 hours) extreme precipitation and their possible changes in the warming world is critical for many of GWF’s users. However, most global and regional climate models do not directly simulate the processes that produce extreme precipitation due to their coarse resolutions, which hinders the proper interpretation of the precipitation projections produced by these models. Such questions can be addressed by making extensive use of a convection‐permitting modeling tool running in a pseudo‐global warming mode, and comparing it with existing simulations by global and regional climate models. Here we propose to work specifically on the following four questions: i) Does temperature scaling work at convective‐permitting resolutions for short‐duration local precipitation extremes? ii) How will the characteristics of mesoscale convective systems (MCSs) such as the precipitation intensity, size, and life‐span of storms change in the future? iii) What are the underlying physical processes that result in changes in MCSs and storm properties? iv) How do extreme precipitation features scale across resolution from GCMs to RCMs to convective permitting WRF? Our proposed work will lead to a better understanding of the physical soundness of future precipitation projections by climate models, thereby providing a scientific foundation for the proper use of model projections that many GWF’s users depend on.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-extreme-precipitation.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":23, "type": "Feature", "properties": { "ProjectName": "Linking Stream Network Process Models to Robust Data Management Systems for the Purpose of Land-Use Decision Support", "PI":"Bruce MacVicar, University of Waterloo", "CoI":"Simon Courtenay, University of Waterloo; Stephen Murphy, University of Waterloo; Paulo Alencar, University of Waterloo; Don Cowan, University of Waterloo", "NumberofSites": 3, "Site": "Ganatsekaigon Creek;Morningside Creek;Wilket Creek", "X": "-79.079226;-79.196191;-79.350855", "Y": "43.876337;43.779468;43.723303", "BasinLocation":"St. Lawrence;St. Lawrence;St. Lawrence", "Overview":"The proposal is to develop a digital platform to improve the science, communications, and outcomes surrounding decision making in surface water channel networks. We addressed reviewers concerns from the LOI by reducing the scope and budget of the project to match the recommendations, better describing the specific decision making capabilities, clarifying the links between the proposed system and the GWF cloud, and focussing on four case studies where we have extensive experience. The proposed system is called the Stream Adaptive Management Environment or ‘SAME’. Its basic purpose is to combine monitoring and modelling efforts with a data management platform created by the Computer Systems Group at UW that supports environmental decision making (iEnvironment). Such research is aligned with Pillar 2 of the Global Water Futures (GWF) initiative – Developing Big Data and Decision Support Systems. The proposed strategy builds on previous efforts by incorporating two large databases with field monitoring and surface water modelling results; reusing existing monitoring, modelling, user interface, and access control tools; maintaining relations with active partners that include municipalities and conservation authorities across Ontario; extending analysis tools developed as part of an NSERC funded Strategic Project Grant; and leveraging funding for platform development. Secured funding through CANARIE, a non-profit Canadian corporation with a mandate to advance Canada’s knowledge and innovation infrastructure, will support the development of iEnvironment. Three-year funding from the Global Water Futures initiative would be used to develop modules that will allow research groups in river hydraulics and aquatic ecology to connect their work with this system to build an adaptive management platform in SAME. The new work would also ingest a range of data streams and allow users to access the data and analysis in the form of maps, tables and tailored report cards. Specifically supported decisions in the near term would include the evaluation of alternative development scenarios, best management practices, stream restoration, and assessment of risk due to predictive uncertainty and climate change. Case studies include Wilket, Morningside and Ganatsekaigon Creeks in Toronto and Blair Creek in Kitchener. The seven year vision for the project is that other groups connected to the Global Water Futures Initiative will develop modules and build the capacity of the platform to provide a trans-disciplinary decision support system for other questions related to cumulative effects, risk, and the management of surface water networks.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-stream-network-modelling.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -79.079226, 43.876337 ], [ -79.196191, 43.779468 ], [ -79.350855, 43.723303 ] ] } },
{"id":24, "type": "Feature", "properties": { "ProjectName": "Global Water Citizenship: Integrating Networked Citizens, Scientists and Local Decision Makers", "PI":"Colin Robertson, Wilfrid Laurier University", "CoI":"Rob Feick, University of Waterloo; Steven Roberts, Wilfrid Laurier University; Michael English, Wilfrid Laurier University", "NumberofSites": 1, "Site": "Wilfrid Laurier University", "X": "-80.5344634", "Y": "43.3070324", "BasinLocation":"St. Lawrence", "Overview":"Climate change is transforming freshwater ecosystems in many northern communities across Canada. GWC aims to identify, develop, and evaluate new tools and strategies to enable community monitoring of freshwater in order to enhance community resilience, adaptation, and contribute to scientific understanding of how these systems are changing. The GWC project will work with local communities and researchers active in these communities to bridge the gaps between understanding and action. New tools for monitoring will support participation in existing monitoring networks, while new tools for data quality and validation will aim to best leverage community observations of change.", "URL": "http:\/\/gwc-gwf.ca\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5344634, 43.3070324 ] ] } },
{"id":25, "type": "Feature", "properties": { "ProjectName": "Linking Multiple Stressors to Adverse Ecological Responses Across Watersheds", "PI":"Mark Servos, University of Waterloo", "CoI":"Wayne Parker, University of Waterloo; Paul Craig, University of Waterloo", "NumberofSites": 1, "Site": "Grand River Watershed", "X": -80.285697, "Y": 43.376035, "BasinLocation":"St. Lawrence", "Overview":"The project will support improved monitoring and risk assessment programmes through the development of models and tools that can be employed to predict the impacts of contaminants related to changing urban environments and climate on aquatic ecosystems. This work will focus on creating and applying knowledge necessary for predicting and interpreting the impacts of urbanization (e.g. wastewater, storm water, population growth) in the context of variability (natural and anthropogenic) at the watershed scale. This will form the foundation for building frameworks for consideration of multiple stressors that are a major challenge for watershed management, especially in the face of global environmental change.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-stressors.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":26, "type": "Feature", "properties": { "ProjectName": "Adaptation Governance and Policy Changes in Relation to a Changing Moisture Regime Across the Southern Boreal Forest", "PI":"Colin Laroque, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"We will conduct a Vulnerability Assessment, including both current and future risks, of Mistik’s management forest area using the existing Climate Change and Sustainable Forest Management in Canada: A Guidebook for Assessing Vulnerability and Mainstreaming Adaptation into Decision Making guidebook. It will include both the biophysical and management aspects of their practices as related to climate change. We will also assess Mistik’s response to past and present climate related impacts, i.e., an analysis of their Adaptive Capacity. This is a new aspect of climate change related adaptation strategies, and will be the first of its kind in Canada. Based on the Vulnerability Assessment and the analysis of the company’s Adaptive Capacity, we will work with Misitk on incorporating these results into their new 20-year forest management plan. To provide the company with bio-physical background, a tree-ring collection and analysis of suitable tree species (determined by Mistik) will be conducted to define past growth-climate related relationships from trees growing on their land base. Tree rings represent a unique source of historical annual data that have been used to identify changes in growth as a result of past climate. These data can also be used to provide trajectories on how trees will grow under future climates. We will then use these relationships to project future growth based on various GCM or CORE modeling-team derived climate scenarios for the future of Mistik’s FMA. Once we better understand how climatic changes are affecting the forest in their FMA, we will formulate the outcomes of our case study in the context of Saskatchewan’s provincial “Results-Based Regulatory approach” for the company. Non-climate factors such as First Nations concerns, economics, forest-dependent communities in the region, as well as ecological variations within their FMA will also be examined as to how they affect the current adaptive capacity of Mistik Management.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-adaption-governance.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":27, "type": "Feature", "properties": { "ProjectName": "Significance of Groundwater Dynamics Within Hydrologic Models", "PI":"Walter Illman, University of Waterloo", "CoI":"", "NumberofSites": 1, "Site": "Grand River Watershed", "X": -80.285697, "Y": 43.376035, "BasinLocation":"St. Lawrence", "Overview":"Research will be conducted to study the significance of spatial and temporal groundwater dynamics on watershed hydrology through high-resolution simulations with a fully-integrated hydrologic model. Because of the availability of high-quality data, datasets from the well-instrumented Alder Creek Watershed (ACW) (~79 km2) within the Grand River Basin in Ontario will be utilized to parameterize, calibrate, and validate the model.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-groundwater-models.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.285697, 43.376035 ] ] } },
{"id":28, "type": "Feature", "properties": { "ProjectName": "Diagnosing and Mitigating Hydrologic Model Uncertainty in High-Latitude Canadian Watersheds", "PI":"Tricia Stadnyk, University of Manitoba", "CoI":"", "NumberofSites": 1, "Site": "University of Manitoba", "X": "-97.1388146", "Y": "49.8075042", "BasinLocation":"Nelson", "Overview":"It has been the recommendation of several International collaborative research projects that stable water isotope (SWI) data could be leveraged to “develop a methodology and monitoring network … to understand hydrological processes in large river basins” (IAEA, 2003). SWIs (δ18O, δ2H) have proven to be useful diagnostic variables for hydrological modelling, with some uncertainty as to the degree of usefulness for parameter constraint. There is a need to quantify the effectiveness of isotope data from large scale monitoring networks, applied in conjunction with observed streamflow, at enhancing hydrologic model calibration and optimization. The benefit, should such soft data methods prove successful, would be enhanced knowledge of model parameter uncertainty, and more realistic parameterization of hydrologic models. Such methods could prove especially value in the cold, vast and complex pan-Canadian watersheds.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-model-uncertainty.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -97.1388146, 49.8075042 ] ] } },
{"id":29, "type": "Feature", "properties": { "ProjectName": "Hydrological Processes in Frozen Soils", "PI":"Andrew Ireson, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036","BasinLocation":"Nelson", "Overview":"Soil freeze-thaw processes play a critical role in the surface energy and water balance in cold regions. Partitioning of snowmelt into runoff and infiltration is arguably the single most important control on flood risk and water for crops in the Canadian prairies. Understanding of the physical processes involved is fraught with challenges and there remain major gaps. Perhaps the most basic property is the soil freezing characteristic curve, SFC: a relationship between unfrozen water content and soil temperature (below zero degrees Celsius), analogous to the soil moisture characteristic for unfrozen conditions. This represents the phenomenon of freezing-point depression in soils, and controls the hydraulic properties. However, there is no consensus on why this actually happens. Moreover, there is no simple in-situ method to measure this phenomenon directly in the field – the problem being our inability to interpret most soil moisture instrumentation in frozen conditions. From a hydrological perspective, this understanding is critical to being able to predict the fate of snowmelt, and the overall water balance of a watershed or field.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-frozen-soils.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":30, "type": "Feature", "properties": { "ProjectName": "Improved Estimates of Wetland Evaporation", "PI":"Warren Helgason, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036","BasinLocation":"Nelson", "Overview":"The issue of dynamic water storage in prairie wetlands has received considerable attention in recent years. Accordingly, we have learned a great deal about wetland storage, hydraulic connectivity between adjacent wetlands, and the contribution of wetlands to streamflow and groundwater systems. However, there has been scant attention paid to the factors that influence the rates of evaporation from wetlands, or evapotranspiration from wetland-dominated landscapes. Frequently, evaporation estimates are based on simple Priestly-Taylor or Penman-Monteith approaches, using parameters that can’t possibly reflect the dynamic nature of prairie wetlands. In this work, I am proposing a PhD project to examine the factors influencing wetland evaporation in prairie agricultural landscapes, for the purpose of developing more robust techniques for estimating the rate of wetland evaporation.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1-wetland-evap.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":31, "type": "Feature", "properties": { "ProjectName": "Geogenic contamination of groundwater resources in subarctic regions", "PI":"Matt Lindsay, University of Saskatchewan", "CoI":"Sean Carey, McMaster University;Grant Ferguson, University of Saskatchewan", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036","BasinLocation":"Nelson", "Overview":"Approximately one quarter of the northern hemisphere landmass contains permafrost, which is thawing due to climate change. Thawing permafrost is expected to drive major shifts in groundwater availability and quality in northern and mountainous regions. In Canada’s Yukon Territory, over 90 % of the population relies on groundwater resources as the principal drinking water supply. However, groundwater in several areas of the Yukon can contain naturally elevated concentrations of uranium and arsenic that threaten community drinking water supplies and also pose a risk in prospective mining. Recent research has shown that permafrost thaw leads to more active groundwater circulation and changes in the chemical composition of groundwater, including release of previously stored organic carbon and increasing biogeochemical fluxes of various solutes. <br> This proposed research will explore relationships between permafrost thaw and groundwater chemistry in northern regions, with a specific focus on groundwater vulnerability to hazardous metals that pose current and future risks to water security in the Yukon and other northern regions. This research will integrate groundwater vulnerability mapping, targeted field sampling, and controlled laboratory studies to improve understanding of the underlying drivers of metal release to groundwater in permafrost environments. This research has important implications for subarctic and arctic regions experiencing climate change induced permafrost thaw and will help governments and communities understand and manage this growing water security risk.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-geogenic-contamination.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":32, "type": "Feature", "properties": { "ProjectName": "Hydrology-ecology feedbacks in the Arctic: Narrowing the gap between theory and models", "PI":"Martyn Clark, University of Saskatchewan;Jennifer Baltzer, Wilfrid Laurier University", "CoI":"Sean Carey, McMaster University;Steve Cumming, Universitè Laval;Philip Marsh, Wilfrid Laurier University;Oliver Sonnentag, Universitè de Montrèal", "NumberofSites": 2, "Site": "University of Saskatchewan;Wilfrid Laurier University", "X": "-106.6335469;-80.8167213", "Y": "52.1334036;43.2206991","BasinLocation":"Nelson;St. Lawrence", "Overview":"Climate warming is accelerating disturbance processes in northern ecosystems, including thermokarst, boreal and tundra wildfire. In tandem, more gradual processes relating to warming-induced species range shifts are occurring, most notably at the taiga-tundra ecotone. These changes are resulting in dramatic land cover changes across the terrestrial arctic drainages, with profound implications for hydrological and land surface-atmosphere interactions. Despite their importance, these changes and associated feedbacks are poorly represented in Earth Systems Models [Shukla et al., 2019].<br><br>The proposed project will:<br><br> 1. Synthesize understanding of dominant hydrological-ecological interactions and their feedbacks in the terrestrial arctic drainages by a systematic review of current theoretical and empirical understanding of coupled hydrological-ecological processes.<br>2. Identify shortcomings in the current generation of modelling approaches that are used to simulate these coupled processes (i.e., define the gaps between models and theory, including unrealistic assumptions and missing processes).<br>3. Conduct a hierarchy of model simulations with hydrological and ecological models of different type and complexity for specific field sites to better understand current modelling capabilities and identify limitations. <br><br> To focus the work, we will target three dominant drivers of change in the terrestrial arctic drainages: shrubification of the tundra; thermokarst-induced vegetation change; and ecological state change following wildfire.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-hydrology-ecology-feedbacks.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ], [-80.8167213, 43.2206991] ] } },
{"id":33, "type": "Feature", "properties": { "ProjectName": "Saint John river Experiment on cold Season Storms (SaJESS)", "PI":"Julie Thèriault, Universitè du Quèbec à Montrèal", "CoI":"Stephen Dèry, University of Northern British Columbia;Ronald Stewart, University of Manitoba", "NumberofSites": 1, "Site": "Universitè du Quèbec à Montrèal", "X": "-73.6159479", "Y": "45.5056193","BasinLocation":"St. Lawrence", "Overview":"This project focuses on cold regions processes related to winter and spring storms and their precipitation over the transboundary Upper Saint John River Basin, located on the border of Maine (ME) and the provinces of Quebec and New Brunswick. When combined with spring rainfall and relatively high temperatures (up to 29oC in April 2018 with 50-80 cm of snow still on the ground combined with 152 mm of rain during April), catastrophic flooding can occur downstream. This, for example, happened in 2008, 2018 and again in 2019. All of these led to flooding downstream and all were in the annual top 10 Canadian weather disasters identified by Environment and Climate Change Canada (ECCC). Despite these facts, no studies of storms and precipitation and their impact on snowpack evolution have been conducted in this region.<br><br>A key issue is the timing, amount and phase of the precipitation over the Upper Saint John River Basin. Particular attention will be paid in SaJESS to the microphysics of the precipitation, such as the phase, influencing the local snowpack accumulation and ablation during the melt season. To achieve this, a Precipitation Phase Observatory, will be installed and weather conditions will be monitored at key locations identified with the involvement of the local community. SaJESS will fill gaps in the large effort placed on understanding cold regions processes characterizing the precipitation at the surface, snowlines, and their impacts on hydrology as part of GWF and may be the first GWF project based in a French-Canadian community. Critical transformative outcomes will be the development of conceptual, physically-based models of local and regional precipitation production processes over a relatively low terrain region that is especially impacted by highly variable cold season temperatures and associated precipitation phases that characterize its climate. These models will be developed through information collected from state-of-the-art instrumentation for measuring weather conditions and precipitation particle characteristics as well as through detailed numerical simulations.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-sajess.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -73.6159479, 45.5056193 ] ] } },
{"id":34, "type": "Feature", "properties": { "ProjectName": "What is Water Worth? Valuing Canada’s Water Resources and Aquatic Ecosystem Services", "PI":"Roy Brouwer, University of Waterloo;Patrick Lloyd-Smith, University of Saskatchewan", "CoI":"Vic Adamowicz, University of Alberta;Diane Dupont, Brock University;Helen Jarvie, University of Waterloo", "NumberofSites": 2, "Site": "University of Waterloo;University of Saskatchewan", "X": "-80.5470463;-106.6335469", "Y": "43.4722893;52.1334036","BasinLocation":"St. Lawrence;Nelson", "Overview":"This project is the first attempt to pull together the available expertise to develop and test guidelines for the economic valuation of freshwater resources in Canada and operationalize an integrated water quality valuation model. This project will represent the largest coordinated water valuation research program in Canada ever. It will develop, test and apply reliable and robust state-of-the-art valuation methods and techniques for aquatic ecosystem services in different water quality policy contexts across the Canadian landscape.<br>The central objective is to advance our understanding of the socio-economic value of water in Canada by developing best practice guidelines, providing new empirical evidence, and advancing new policy-relevant decision-support tools. We will draw upon the technical expertise of the applicants of this proposal and their international experiences and networks in water resources valuation. Besides new social and policy sciences research, the proposal also includes a strong knowledge mobilization component, where the potential use and usefulness of economic valuation in sustainable water resources management will be addressed, using both Canadian and international examples, to help decision-makers and practitioners assess the benefits and return on investment of improving the quality of Canada’s freshwater resources.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-valuing-water.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5470463, 43.4722893 ], [ -106.6335469, 52.1334036 ] ] } },
{"id":35, "type": "Feature", "properties": { "ProjectName": "Boreal Water Futures: Modelling Hydrological Processes for Wildfire and Carbon Management", "PI":"Mike Waddington, McMaster University;Maria Strack, University of Waterloo", "CoI":"Mike Flannigan, University of Alberta;Mike Wotton, University of Toronto", "NumberofSites": 2, "Site": "McMaster University;University of Waterloo", "X": "-83.2546829;-80.5470463", "Y": "43.613223;43.4722893","BasinLocation":"St. Lawrence;St. Lawrence", "Overview":"Canada’s boreal biome, which represents both a critically important global freshwater resource and carbon reserve, is undergoing extraordinary transformative change that is having profound impacts on boreal ecosystem function, source water protection, and wildfire behaviour and management. Natural resources development is expanding the density of wildland-society interfaces (WSI) at the same time as boreal wildfire intensification is placing ever increasing threats and risks on human health and safety, water quality, and global climate regulation. The 2016 Fort McMurray wildfire was Canada's largest natural disaster (economic damage of $8.9B) and represented a turning point for the need to diagnose hydrological thresholds and predict smouldering fire behaviour. Moreover, our recent Boreal Water Futures (BWF) risk assessment, co-developed with BWF stakeholders, highlighted the need to develop nature-based land management solutions (NBS) (e.g. wetland restoration, FireSmart) to create a more resilient boreal WSI and to enhance boreal water resources, carbon and wildfire management.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-bwf-wildfire.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5470463, 43.4722893 ], [ -83.2546829, 43.613223 ] ] } },
{"id":36, "type": "Feature", "properties": { "ProjectName": "Paradigm Shift in Downscaling Climate Model Projections: Building Models and Tools to Advance Climate Change Research in Cold Regions", "PI":"Simon Papalexiou, University of Saskatchewan", "CoI":"John Pomeroy, University of Saskatchewan;Martyn Clark, University of Saskatchewan;Francesco Serinaldi, Newcastle University;Emilio Porcu, Trinity College Dublin", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"St. Lawrence", "Overview":"Global warming is causing unprecedented changes in cold regions that will further accelerate leading to severe environmental and socioeconomic stress. Climate models aim to predict hydroclimatic changes and help assess their impacts. Model projections, however, to reliably describe regional climates must be adjusted (bias correction) and downscaled—their spatial and temporal resolution is too coarse (~100 km2, 1 day) for real-world applications and finer resolutions are typically needed (e.g., ~4 km2, 1 hour). Regional climate models (RCMs) can produce fine resolution simulations but are computationally too expensive; only a single run is available for Western Canada, covering just 15 future years (2085-2100), and referring just to one emission scenario.<br>There is a pressing need for fine-resolution climate projections for Canada. The new generation of climate models (CMIP6) simulations are now available and may improve predictions and impact assessments for Canada. This project will evaluate the CMIP6 simulations for Canadian regions, bias correct, and downscale them using a transformative approach. The outcome of this proposal is expected to support GWF researchers and core teams to progress their research agenda by providing reliable and easy-to-use bias corrected and downscaled CMIP6 projections.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-cmip6.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":37, "type": "Feature", "properties": { "ProjectName": "New Tools for Northern Groundwater Vulnerability Assessment", "PI":"Jeffrey M. McKenzie, McGill University", "CoI":"David Rudolph, University of Waterloo", "NumberofSites": 1, "Site": "McGill University", "X": "-73.5793398", "Y": "45.5047884", "BasinLocation":"St. Lawrence", "Overview":"In this proposed research project, major groundwater stakeholders ranging from Territorial and municipal governments, indigenous communities, and private water users will be directly engaged with the research team to co-create groundwater management and vulnerability assessment strategies specific to the challenges of the North. The major focus is on developing a novel methodology for Northern Groundwater Vulnerability Assessment for aquifers and wells in the Yukon and Northwest Territories (NWT).<br>Two pilot locations have been selected for implementation and evaluation of the selected/developed vulnerability assessment methods; Riverdale Aquifer in the Yukon Territories, which provides water for Whitehorse (pop. 32,000), and the Community of Whatì, NWT (pop. 500), a member community of the Tłı̨ chǫ government. Both rely completely on groundwater for their drinking water supplies. The utility and performance of the vulnerability assessment approaches will be evaluated at both sites by the research team and the collaborating stakeholders.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-groundwater-vulnerability.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -73.5793398, 45.5047884 ] ] } },
{"id":38, "type": "Feature", "properties": { "ProjectName": "Towards Saskatchewan Well Water Security: Knowledge and Tools for People and Livestock Health", "PI":"Corinne Schuster-Wallace, University of Saskatchewan;Sarah Dickson-Anderson, McMaster University", "CoI":"Lalita Bharadwaj, University of Saskatchewan;Monica Emelko, University of Waterloo;Simon Papalexiou, University of Saskatchewan;Greg Penner, University of Saskatchewan;Spencer Smith, McMaster University", "NumberofSites": 2, "Site": "University of Saskatchewan;McMaster University", "X": "-106.6335469;-79.9028603", "Y": "52.1334036;43.25912","BasinLocation":"Nelson;St. Lawrence", "Overview":"Private wells are used extensively across Canada to provide both people and livestock with water to drink. However, in most jurisdictions, these wells fall outside of regulatory oversight, leaving well users themselves as the sole managers of their resources in terms of both quantity and quality. Failure to maintain these private wells poses a risk to all current and future aquifer users. In Saskatchewan, private wells provide a diversified and sustainable source of water for agricultural operations and rural life. While multiple government agencies (e.g., Saskatchewan Ministry of Health, Saskatchewan Health Authority, Ministry of Agriculture, and Water Security Agency) support private well users through testing, consultation, or education, a co-ordinated, data-driven management approach to private well water stewardship is currently lacking.<br><br>As a result, there is an opportunity to develop and demonstrate a large coupled (social and physical) system data-driven decision support tool to enhance well stewardship, and therefore better manage groundwater resources and protect health, under changing water futures. Information and data are critical to developing this co-ordinated approach, yet to date these have been collected under specific initiatives for specific purposes, resulting in a patchwork of datasets that cannot be readily combined. This proposal addresses these needs through a coupled systems evaluation of current well-human-livestock conditions and health to support private well monitoring and stewardship. The overarching outcome of this initiative is to improve sustainable groundwater management through private well stewardship utilizing enhanced data and decision tools in order to reduce risks to well water quantity and quality, and ultimately improve human and livestock health.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-sk-wellwater.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ], [-79.9028603, 43.25912] ] } },
{"id":39, "type": "Feature", "properties": { "ProjectName": "Managing Urban Eutrophication Risks under Climate Change: An Integrated Modelling and Decision Support Framework", "PI":"Philippe Van Cappellen, University of Waterloo", "CoI":"Nandita Basu, University of Waterloo;Roy Brouwer, University of Waterloo;James Craig, University of Waterloo;Helen Jarvie, University of Waterloo;Homa Kheyrollah Pour, Wilfrid Laurier University;Bruce MacVicar, University of Waterloo", "NumberofSites": 1, "Site": "Western Basin Lake Ontario", "X": -79.391131, "Y": 43.62549, "BasinLocation":"St. Lawrence", "Overview":"Rapid urban growth in the past decades has made cities major contributors to aquatic ecosystems’ health degradation due to the disproportionate location of cities along water bodies. Increased imperviousness combined with more severe weather events are resulting in increasingly flashy and unpredictable urban pollution pulses to receiving waters. The development of adaptive urban water management and planning strategies that minimize negative downstream impacts requires an integrated, system-based understanding of the responses of pollutant export from urban areas to changing climate and urbanization pressures.<br><br>This project proposes to assemble a toolbox for assessing the vulnerability and exposure of the water quality of large water bodies to urbanization and climate change. As the testbed for the proposed integrated approach, the researchers will focus on eutrophication risks in the littoral zone of the western basin of Lake Ontario (WLO) driven by urban phosphorus (P) inputs from Ontario’s Golden Horseshoe, which includes the Greater Toronto Area (GTA). The project will deliver a science-based roadmap for prioritizing measures to protect water quality and ecosystem health from urban pollution. It will also advance the representation of urban processes in water quality assessment and prediction.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-eutrophication.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -79.391131, 43.62549 ] ] } },
{"id":40, "type": "Feature", "properties": { "ProjectName": "Remotely Sensed Monitoring of Northern lake Ice Using RADARSAT Constellation Mission and Cloud Computing Processing", "PI":"Homa Kheyrollah Pour, Wilfrid Laurier University;Andrea Scott, University of Waterloo;Grant Gunn, University of Waterloo", "CoI":"", "NumberofSites": 2, "Site": "Wilfrid Laurier University;University of Waterloo", "X": "-80.5344634;-80.5470463", "Y": "43.3070324;43.4722893", "BasinLocation":"St. Lawrence;St. Lawrence", "Overview":"Climate change is transforming freshwater ecosystems in many northern communities across Canada. GWC aims to identify, develop, and evaluate new tools and strategies to enable community monitoring of freshwater in order to enhance community resilience, adaptation, and contribute to scientific understanding of how these systems are changing. The GWC project will work with local communities and researchers active in these communities to bridge the gaps between understanding and action. New tools for monitoring will support participation in existing monitoring networks, while new tools for data quality and validation will aim to best leverage community observations of change.", "URL":"https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-lake-ice.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5344634, 43.3070324 ], [ -80.5470463, 43.4722893 ] ] } },
{"id":41, "type": "Feature", "properties": { "ProjectName": "Groundwater, Climate Change and Water Security in the Canadian Prairies", "PI":"Grant Ferguson, University of Saskatchewan;Andrea Brookfield, University of Waterloo", "CoI":"Matthew Lindsay, University of Saskatchewan;Laura Smith, University of Saskatchewan;Randy Stotler, University of Waterloo", "NumberofSites": 2, "Site": "University of Saskatchewan;University of Waterloo", "X": "-106.6335469;-80.5470463", "Y": "52.1334036;43.4722893","BasinLocation":"Nelson;St. Lawrence", "Overview":"Water security is threatened by climate change and increased water demands in many areas. In the Canadian Prairies and other areas of western North America, changes in the timing and magnitude of streamflow are altering water availability. Increased use of groundwater resources could help in addressing this problem but the extent to which these resources could be sustainably developed is unclear. Some regions currently relying upon groundwater have extensive groundwater and streamflow depletion as a result of unsustainable management practices. These depletions can occur slowly, over months, years, and millennia, making them difficult to detect and predict.<br><br>This project will improve our understanding of how typical hydrogeological settings in the Canadian Prairies will respond to both groundwater pumping and climate change through examination of groundwater age distributions, hydrograph analyses and numerical modeling. The Canadian Prairies have not experienced widespread depletion to date, so we will examine other areas of western North America experiencing groundwater depletion to provide additional insights into what the future of groundwater resources in the Canadian Prairies could look like. This project will provide key insights into monitoring and analysis methods, possible responses, and future data requirements to facilitate groundwater management in Canada and other similar regions.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-groundwater-prairies.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ], [ -80.5470463, 43.4722893 ] ] } },
{"id":42, "type": "Feature", "properties": { "ProjectName": "Artificial Intelligence Applications for Rapid and Reliable Detection of Cryptosporidium oocysts and Giardia cysts", "PI":"Younggy Kim, McMaster University", "CoI":"Qiyin Fang, McMaster University;Radhey Gupta, McMaster University;Herb Schellhorn, McMaster University;Chang-qing Xu, McMaster University", "NumberofSites": 1, "Site": "McMaster University", "X": "-83.2546829", "Y": "43.613223","BasinLocation":"St. Lawrence", "Overview":"Protozoan cysts (Cryptosporidium oocysts and Giardia cysts) cause serious human health risks not only in urbanized areas but also in the cold and remote regions. Since these protozoan cysts are hardly inactivated in conventional drinking water treatment, reliable and rapid detection of the pathogenic cysts is urgently demanded, especially for communities without advance disinfection facilities, such as ozonation.<br><br>This project proposes to develop a novel sensor system where water samples are examined under optical/fluorescent microscopes and the pathogenic cysts on the microscopic images are detected by artificial intelligence (AI). Detailed research objectives and tasks are: (1) to build a sufficient database of microscopic image for machine learning training of AI; (2) to develop a filtration/resuspension system that selectively collects Cryptosporidium oocysts and Giardia cysts from other particles in natural water (natural organic matter particles, non-pathogenic microorganisms); and (3) to apply fluorescent-labeled antibodies and genomic fragment amplification to enhance the sensor accuracy and reliability. The new sensor system will be transformative as it will help improve water safety and control waterborne human diseases.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/p1ph2-ai-cysts.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5470463, 43.4722893 ]] } },
{"id":43, "type": "Feature", "properties": { "ProjectName": "Climate-Related Precipitation Extremes", "PI":"Ronald Stewart, University of Manitoba; Francis Zwiers, Director, Pacific Climate Impacts Consortium, University of Victoria", "CoI":"", "NumberofSites": 2, "Site": "University of Manitoba;University of Victoria", "X": "-97.1388146;-123.5164204", "Y": "49.8075042;48.5769338", "BasinLocation":"Nelson;none", "Overview":"This project will provide new insights into the future occurrence of precipitation-related extremes including drought, intense precipitation events and hazardous winter precipitation. Such extremes impact many sectors across Canada including agriculture (such as through effects on food production and crop damage), electrical utilities (such as through hydro power generation and transmission impacts), engineering design (such as through improved estimation of return levels for extreme precipitation), health (such as through impacts on water quality and water-borne diseases), and insurance (with a backdrop of recent record-breaking payouts such as the Calgary flooding and Fort McMurray wildfire).", "URL": "https:\/\/gwf.usask.ca\/extremes\/index.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -97.1388146, 49.8075042 ],[-123.5164204, 48.5769338] ] } },
{"id":44, "type": "Feature", "properties": { "ProjectName": "Agricultural Water Futures", "PI":"Merrin Macrae, University of Waterloo", "CoI":"", "NumberofSites": 1, "Site": "University of Waterloo", "X": "-80.5470463", "Y": "43.4722893","BasinLocation":"St. Lawrence", "Overview":"The fate of Canadian agriculture depends strongly on water availability, patterns of water use, and water quality. Key drivers include hydro-climatic and geomorphic factors, crop choices, land management practices and governance systems. AWF will evaluate water availability, use and quality in a Pan-Canadian context with the goal of improving current and future agricultural water sustainability. This is accomplished through a combination of field-based research, data-mining, and hydro-climatic and socio-economic modelling efforts.<br><br>Working with our partners, and focused on the needs of our end users, AWF will develop improved predictive tools, policy instruments and governance strategies for the sustainable management of water resources in the agricultural regions of Canada.", "URL": "https:\/\/uwaterloo.ca\/agricultural-water-futures\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5470463, 43.4722893 ] ] } },
{"id":45, "type": "Feature", "properties": { "ProjectName": "Integrated Modelling Program for Canada", "PI":"Saman Razavi, Assistant Professor, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"The Integrated Modelling Program for Canada, or IMPC, is a transdisciplinary research program bringing together scientists and stakeholders from six Canadian universities, twelve government agencies and more than ten end-user communities. This team provides a unique expertise that integrates atmospheric science, hydrology and ecology with social science, computer science, economics, and water resource engineering.<br><br>IMPC aims to develop modelling capability for the prediction and management of change in Canada’s seven major river basins. The research themes of IMPC are designed to diagnose, simulate, and predict interactions amongst natural and human-driven water resource components of the changing Earth and environmental systems, and to deliver optimal decision-making tools and solutions for uncertain future water resources, considering the range of stakeholder needs in Canada’s major river basins.", "URL": "https:\/\/gwf.usask.ca\/impc\/"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":46, "type": "Feature", "properties": { "ProjectName": "Is our Water Good to Drink? Water-Related Practices, Perceptions and Traditional Knowledge Indicators for Human Health", "PI":"Diane Giroux, AAROM Coordinator, Akaitcho Territory Government; Corinne Schuster-Wallace, Global Institute for Water Security & Department of Geography & Planning, University of Saskatchewan; Lalita Bharadwaj, School of Public Health, University of Saskatchewan", "CoI":"", "NumberofSites": 2, "Site": "Akaitcho Territory Government;University of Saskatchewan", "X": "-116.0919358;-106.6335469", "Y": "58.8203927;52.1334036", "BasinLocation":"Mackenzie;Nelson", "Overview":"While many Indigenous communities recognize Western Science (WS) standards for drinking water quality, potability as a concept is not sufficient enough to address the Indigenous concepts of \"good\" or \"bad\" in relation to water. The purpose of this collaborative research project is to develop Traditional Knowledge (TK) indicators. <br><br>The plan: This project will explore the similarities and differences between WS indicators of what is considered \"safe to drink\" and the TK concept of what is \"good to drink\". This will be achieved through an exploration of water-related health, how human health (encompassing physical, spiritual, mental, and emotional health) is affected by \"good\" and \"bad\" water, development of appropriate TK indicators, and community case studies.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i1-schusterwallace.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-116.0919358, 58.8203927], [ -106.6335469, 52.1334036 ] ] } },
{"id":47, "type": "Feature", "properties": { "ProjectName": "Matawa Water Futures: Developing an Indigenous-Informed Framework for Watershed Monitoring and Stewardship", "PI":"Colin Robertson, Wilfrid Laurier University", "CoI":"Ms. Sarah Cockerton, Manager of Environmental Programs, Matawa First Nations Management; Professor Terry Mitchell, School of International Policy and Governance, Balsillie School of International Affairs, Wilfrid Laurier University", "NumberofSites": 2, "Site": "Matawa First Nations Management;Wilfrid Laurier University", "X": "-88.4489825;-80.5344634", "Y": "49.0985746;43.3070324", "BasinLocation":"St. Lawrence;St. Lawrence", "Overview":"MFN’s Homelands & Traditional Territories encompass over 180,000 km2 in northern Ontario, serving as the basis for their livelihoods since time immemorial. Within this region, which is part of a larger 380,000 km2 of related watersheds, there are no conservation authorities or other water governance frameworks. Matawa Water Futures (MWF) brings together Indigenous and non-Indigenous forms of knowledge to promote the development of an Indigenous-informed water monitoring framework that will help Matawa member First Nations (MFN) prepare for climate change and future industrial development.<br><br>The plan: Water is at the heart of Indigenous land use and stewardship efforts, and the proposed research promises innovations in water science consistent with a \"Two Row Wampum\" methodology based on the historical peace and friendship treaty which depicts Indigenous peoples travelling in a canoe and settlers in a ship on common waters, respecting one another and travelling the river of life together with non-interference. The Two Row Wampum methodology builds the basis for new relationships between Western science and Indigenous knowledge. This means beginning from Indigenous worldviews, values, context and epistemologies, but also building capacity for Indigenous leaders and community members to understand, engage with, collect, and analyze Western scientific data to compare against thresholds that are of significance to them. In the past, the tendency to simply insert Indigenous knowledge within environmental management processes driven by Western science has been ineffective. Instead, communities need to be equal players in braiding knowledge systems to monitor, predict, and manage changes to their watershed.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i2-mitchell.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-88.4489825, 49.0985746], [ -80.5344634, 43.3070324 ] ] } },
{"id":48, "type": "Feature", "properties": { "ProjectName": "FIShNET (Fish & IndigenouS NorthErn health) Healthy Water, Healthy Fish, Healthy People", "PI":"Virginia Sutherland, senior environmental coordinator, Mushkegowuk Council;Brian Laird, assistant professor, School of Public Health and Health Systems, University of Waterloo", "CoI":"Vic Adamowicz, University of Alberta;Diane Dupont, Brock University;Helen Jarvie, University of Waterloo", "NumberofSites": 2, "Site": "Mushkegowuk Council;University of Waterloo", "X": "-87.9216309;-80.5470463", "Y": "47.2359625;43.4722893","BasinLocation":"St. Lawrence;St. Lawrence", "Overview":" Food security is an urgent and growing concern for Indigenous populations in Canada. Environmental change in aquatic ecosystems can impact fish health in many ways, including effects on metabolism and bioenergetics, trophic ecology, immune responses to pathogens and parasites, and exposure to contaminants, such as mercury. Mercury is of particular concern in aquatic ecosystems because the methylated form (methylmercury; MeHg) bioaccumulates and biomagnifies, and elevated methylmercury concentrations have been documented in several of the predatory fish species (e.g.Walleye, Northern Pike, Lake Trout) regularly harvested across Canada. Mercury concentrations in fish reflect a complex array of often-interacting variables, such as atmospheric deposition patterns, watershed characteristics, water chemistry, and fish age, size, and trophic ecology. Many current spatial and temporal patterns in fish mercury concentrations remain poorly understood, and variables that determine fish mercury concentrations are also subject to climate and development-induced change. Consumption of fish often represents the largest source of mercury to humans, and prolonged human exposure to mercury can lead to permanent adverse effects to the human neurological, immune, cardiovascular, and reproductive systems; the developing fetus and children are particularly vulnerable.<br><br>The plan: In partnership with Indigenous communities in other northern regions in Canada, the FIShNET team is currently researching the: 1) health concerns and risk perceptions among community members; 2) environmental determinants of mercury and nutrients in wild-harvested fish; 3) balance between contaminant risks and nutrient benefits in traditional foods; 4) links between contaminant levels in the environment, human behavior patterns, and human exposure; and 5) access to traditional food and the impact on food security. Building upon this collective work, our proposed GWF Indigenous Research Strategy project will expand the geographic scope and generalizability of results for community partners in northern Ontario. ", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i3-laird.php#Investigators"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-87.9216309, 47.2359625], [ -80.5470463, 43.4722893 ]] } },
{"id":49, "type": "Feature", "properties": { "ProjectName": "We need more than just water: Assessing sediment limitation in a large freshwater delta", "PI":"Gary Carriere, president, Cumberland House Fishermen’s Co-operative; Tim Jardine, associate professor, University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":";Nelson", "Overview":"Over the past century, profound changes have occurred upstream of the Saskatchewan River Delta, the largest inland delta in North America and home of Swampy Cree and Métis people. Changes to the delta include major alterations to natural flow patterns, with less water reaching the delta during summer months and erratic flow pulses occurring on a daily basis. Importantly, changes also include trapping of sediment in upstream reservoirs – sediment that was once headed for the delta. To date, sediment starvation in the delta has led to erosion of the channel bed and banks, leaving once-productive off-channel wetlands high and dry, including the Old Channel, a critical water supply line for the Cumberland Marshes, an Important Bird Area.<br><br>The plan: This project will examine whether sediment restoration may be feasible for this once vibrant delta ecosystem. Together, we will determine historical understandings of floods and sediment transport through interviews with elders in the community whose lifespan predates upstream dam construction. We will test for toxicity in the sediments that are currently depositing in reservoirs to ensure that moving sediment back into the delta will not come with harmful side effects. We will create a model of sediment transport to determine where sediment will deposit under different scenarios (reduced or increased flow, addition of sediment, construction of additional dams and weirs). The entire process will be guided by a Delta Stewardship Committee whose members come from all three communities at Cumberland House. They will ultimately make a recommendation, based on the information gathered, as to whether to pursue sediment restoration to help rejuvenate and sustain the delta ecosystem and its people.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i4-jardine.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":50, "type": "Feature", "properties": { "ProjectName": "Ohneganos – Indigenous ecological knowledge, training and co-creation of mixed method tools", "PI":"Beverly Jacobs, assistant professor, University of Windsor; Lori Davis Hill, director of Six Nations Health Services; Dawn Martin-Hill, McMaster University, Paul R. MacPherson Chair in Indigenous Studies; Christine Wekerle, associate professor and mental health team leader, McMaster University", "CoI":"", "NumberofSites": 3, "Site": "University of Windsor;Six Nations Health Services;McMaster University", "X": "-83.0682277;-79.3938184;-83.2546829", "Y": "42.3043181;43.0283561;43.613223","BasinLocation":"St. Lawrence;St. Lawrence;St. Lawrence", "Overview":"Indigenous populations in Canada are particularly vulnerable to climate change and water security issues. First Nations communities water supplies are in crisis over lack of access to water quality and quantity, water technology (real time data and clear standards), and skilled management systems. Inadequate infrastructure increases the health burden in these communities. Water crisis is widely experienced in Indigenous communities due to the \"…ongoing struggle to have Indigenous voices heard in the decision-making processes that affect their lives, lands, and waters\" (McGregor, 2012). Research, capacity building and support are needed for a range of water-related topics of governance, health and capacity development, including development of Indigenous sustainability.<br><br>The plan: Following extensive engagement and discussions, our partner communities in Ontario and Alberta have identified three primary areas of interest: (1) bridging traditional ecological knowledge (TEK) and western science (WS) in the area of accredited water management training and bilingual texts/resources to build communities capacity to manage future environmental challenges [training], (2) building youth mental health resilience related to water security [wellness], and (3) training youth/assisting community in water governance, rights, responses inclusive of Indigenous laws [governance]. Our project is set to address these needs, via a co-creation team consisting of leading experts in TEK and WS in all of the three components. The three teams (TEK research/training, wellness, and governance) focus on the issues of addressing stewardship over time; crafting bilingual, relevant resources; and fostering resilience.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i5-martinHill.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-83.0682277, 42.3043181], [-79.3938184,43.0283561], [ -80.5470463, 43.4722893 ] ] } },
{"id":51, "type": "Feature", "properties": { "ProjectName": "Water knowledge camps:building capacity for cross-cultural water knowledge, research, and environmental monitoring", "PI":"Leon Andrew ehdzo Got’ı̨nę Gots’ę́ Nákedı -Sahtú Renewable Resources Board;Jennifer Baltzer, Associate Professor and Canada Research Chair in Forests and Global Change, Wilfrid Laurier University", "CoI":"", "NumberofSites": 2, "Site": "ehdzo Got’ı̨nę Gots’ę́ Nákedı -Sahtú Renewable Resources Board;Wilfrid Laurier University", "X": "-133.726371;-80.5344634", "Y": "68.3556005;43.3070324", "BasinLocation":"St. Lawrence;St. Lawrence", "Overview":"Communities throughout the Sahtú have expressed concerns about the cumulative impacts of development and climate change on the quality and quantity of the waters in the region and consequent risks to human and ecosystem health. Some of these concerns are related to mining and other industrial developments in the region and beyond, including Port Radium on the eastern shore of Great Bear Lake and oil and gas development in Norman Wells, long-range transport of contaminants, and downstream effects of oil sands development in Alberta. More recently, the impacts of climate change, which include increased frequency of forest fires, changes to hydrological regimes and landscape changes due to permafrost thaw, as well as the potential for development of the Canol shale oil and gas play are adding to these concerns. As a result, many have stopped drinking from local water sources, preferring to purchase drinking water imported from elsewhere, and questions about water quality and ecosystem health are common as livelihoods in the Sahtú are closely linked to their land and waters.<br><br>The plan:Researchers, partners, and community members want to better integrate current and planned research initiatives, identify research and capacity needs, and support new and innovative research to address these concerns in the Sahtú. The proposed Water Knowledge Camps, is a step towards the goals of building stronger partnerships through enhanced dialog and understanding among researchers and communities and will help to build a comprehensive environmental monitoring programs. These camps will involve shared on-the-land experiences with researchers and community members. The design of the camps is two-patterned on the Cross-Cultural Research Camp model for co-production of knowledge established in the Sahtú region, including: interactive experiences in traditional knowledge arising from \"way of life\" practices on the land; consideration of knowledge and its communication at different scales and from different sources; and science-based research and monitoring questions and methods.", "URL":"https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/i6-Baltzer.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [-133.726371,68.3556005], [ -80.5344634, 43.3070324 ] ] } },
{"id":52, "type": "Feature", "properties": { "ProjectName": "Combined Hydrological, Exposure, and Risk Assessment Models in Support of Enviro Risk Assessment", "PI":"Dr. Markus Brinkmann, Assistant Professor in Exposure and Risk Assessment Modelling, School of Environment and Sustainability (SENS), University of Saskatchewan", "CoI":"", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"We live in an era of unprecedented global change and changing environmental conditions can considerably impact the processes by which contaminants move through the environment, are taken up by and eventually cause toxicological effects in exposed organisms. Characterizing and predicting the impacts of these processes on aquatic systems requires an integrated understanding of the underlying hydrological, chemical and toxicological mechanisms and their interactions, but most previous research and resulting predictive models have been strictly disciplinary. Therefore, Dr. Brinkmann’s research program aims to integrate multidisciplinary uptake and effect models with large-scale hydrological and chemical fate models. These integrated risk assessment models will help to understand and predict threats to the safety of our water resources and will be instrumental for Canadians to mitigate and adapt to the impacts of global environmental change.<br><br>Supported through his GWF New Faculty Startup funds and a recently submitted infrastructure application through the Canada Foundation for Innovation’s John R. Evans Leaders Fund (CFI-JELF), Dr. Brinkmann aims to provide the missing links between various computational models. These will include existing large-scale hydrological and water quality models, such as the in-stream Water Quality Analysis Simulation Program (WASP). WASP features a sophisticated module (Advanced Toxic Chemicals Module, TOXI) to predict dissipative (sorption/desorption, diffusion, volatilization) and transformative processes (hydrolysis, photolysis, biodegradation) that affect contaminant dynamics in a water system. Together, these models will enable dynamic, spatially resolved prediction of the concentrations of environmental contaminants in a watershed. These outputs will be used to feed into uptake and bioaccumulation models (i.e. the Bioaccumulation and Aquatic System Simulator [BASS]; the food web bioaccumulation model by Arnot and Gobas; the physiologically-based toxicokinetic [PBTK] models developed by Dr. Brinkmann) that describe the processes by which chemical contaminants enter, concentrate and biodistribute in exposed aquatic organisms. These processes often result in elevated levels compared to water concentrations, thereby constituting potential health threats through human consumption of contaminated fish and environmental risks through secondary poisoning.<br><br>Ultimately, this research provides a unique opportunity to embark upon research that will aid Saskatchewan, Canada, and the ‘cold regions’ (i.e. regions with cold continental climate where snow, ice and frozen soils drive water quantity and quality, and which are severely affected by climate change) to prepare for future water threats.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-brinkmann.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":53, "type": "Feature", "properties": { "ProjectName": "Building and Sustaining infrastructure Resilience through Targeted Climate Adaptation Training of Professionals in Newfoundland and Labrador", "PI":"Joseph A. Daraio, Ph.D., P.Eng., Assistant Professor, Department of Civil Engineering, Memorial University of Newfoundland", "CoI":"", "NumberofSites": 1, "Site": "Memorial University of Newfoundland", "X": "-54.9741162", "Y": "47.5737975", "BasinLocation":"none", "Overview":"The purpose of the project is to build capacity among infrastructure practitioners to integrate climate change considerations into infrastructure decision-making processes and investments through:<br>1. Developing and delivering a suite of customized training modules;<br>2. Creating a Community of Practice to promote best practices; and <br>3. Enabling and enhancing integration of climate resilience into provincial and municipal policy processes. <br><br>The target audience for this project includes professional engineers, professional planners, policy-makers and other municipal staff involved in public infrastructure planning and development. A key part of (1) provides training on the use of existing provincial tools for climate change flood risk mapping and coastal erosion data. Additionally, a core component is to understand the current state-of-the-art for the design of climate resilient infrastructure, to identify existing knowledge gaps, and to determine critical training and resources that are needed outside of currently available information. A special working group will be established to identify and prioritize current knowledge gaps in the understanding and integration of climate change into infrastructure planning and development, including cli- matological, hydrological, and ecological effects. The group would be engaged in providing input and expertise to inform the development of the following:<br>1. A comprehensive review of current knowledge, know-how, and knowledge gaps for integrating climate change into design and planning of infrastructure will be conducted that includes input from practitioners, academics, and other experts.<br>2. Development of sample design projects, real and hypothetical, examining aspects and differences between a traditional approach and one that includes adaptive capacity.<br> While the primary focus of the working group will be on implications and applications for NL, outputs will have relevance in all of Canada, including direct application to Cold Regions throughout the country, consistent with GWF’s vision.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-daraio.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -54.9741162, 47.5737975 ] ] } },
{"id":54, "type": "Feature", "properties": { "ProjectName": "Climate Sensitivity of Alaskan Rivers, Fish, and Communities: Developing Storylines of Arctic Transformation", "PI":"Keith Musselman, Ph.D., Research Associate, INSTAAR, University of Colorado Boulder", "CoI":"J. Koch (USGS);N. Herman-Mercer (USGS); Hamman (NCAR);E. Mutter (YRITWC);A. Newman;R. Toohey (USGS);Molotch (CU);K. Cozzetto (NAU);K. Lindenschmidt (USask);Swanson (Waterloo);M. Gooseff (CU)", "NumberofSites": 1, "Site": "University of Colorado Boulder", "X": "-105.2681304", "Y": "40.0075851", "BasinLocation":"none", "Overview":"Climate change is transforming Arctic hydrology. Rivers that rarely flowed in winter are rising in response to unprecedented winter melt events. Geochemical river loads are increasing in response to enhanced mineral weathering as permafrost degrades and groundwater mobilizes (Toohey et al., 2016). And climate warming is increasing pan- Arctic river temperatures (Lammers et al. 2007; Yang et al. 2014; Park et al., 2017).<br><br>Many of these transforming river systems are relied upon by native communities for subsistence fishing and transportation. For villages without road access, rivers are used to ship fuel and supplies by barge during ice-free seasons and by river-ice roads in winter. The socioeconomic impacts of river transformation on river-dependent communities, their fisheries, and winter travel corridors are deeply uncertain. There is now great opportunity to close these critical knowledge gaps. Highly motivated community-led monitoring and participatory mapping efforts and advances in physically based climate, hydrologic, and river ice modeling provide new opportunities to address climate change impacts on Arctic and boreal rivers, fish and communities.<br><br>The goal of this project is to strengthen understanding of terrestrial hydrologic change in the Arctic and the potential impacts on rivers, fish and dependent communities. Strong collaboration with tribal watershed councils and citizen science networks will guide the science and facilitate monitoring and modeling. We will advance promising model techniques to assess how climate change has and will continue to alter groundwater, river temperatures, river ice, and fish habitat of high value to northern native communities.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-musselman.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -105.2681304, 40.0075851 ] ] } },
{"id":55, "type": "Feature", "properties": { "ProjectName": "Assessing the Future Projection of Soil Moisture and Streamflow in the Canadain Prairie Region Relative to Tree-ring Reconstructions of the Past Millenium ", "PI":"David J. Sauchyn, PhD, PGeo Director, Prairie Adaptation Research Collaborative (PARC), Professor of Geography and Environmental Studies, University of Regina", "CoI":"", "NumberofSites": 1, "Site": "University Regina", "X": "-104.59001894", "Y": "50.4154576", "BasinLocation":"Nelson", "Overview":"The research problem addressed by the proposed project is the security and resiliency of prairie industrial water supplies in a changing climate. This problem is significant because water-consumptive industries in the Prairie Provinces are a major contributor to the national economy, but they depend on secure and reliable water supplies in a region characterized by a permanent water deficit (in average years). Given the potential for prolonged water deficits in a future warmer climate, there is no guarantee that industrial water allocations will have sufficient priority to be honoured. The proposed project adopts a novel methodology, involving the assimilation of paleo and projected hydroclimate, to investigate the extent to which future soil moisture and streamflow might depart from the hydroclimate of the past millennium.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-sauchyn.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -104.5900189, 50.4154576 ] ] } },
{"id":56, "type": "Feature", "properties": { "ProjectName": "Warming Estuaries, Closing Gates: Understanding Estuarine Thermal Sensitivity to Climate Change", "PI":"Dr. Barret Kurylyk, P.Eng., Assistant Professor and Tier 2 Canada Research Chair (Coastal Water Resources), Centre for Water Resources Studies, Dalhousie University", "CoI":"", "NumberofSites": 1, "Site": "Dalhousie University", "X": "-63.5938442", "Y": "44.636585", "BasinLocation":"none", "Overview":"Water temperatures impact water chemistry and ecosystem productivity and biodiversity, thus water temperature is often regarded as a master environmental variable. Climate change is causing widespread river warming and a loss or fragmentation of cold-water habitat. Models project accelerated future river warming, which may catastrophically impact cold-water species biodiversity. For example, the Atlantic salmon is now classified as threatened or endangered in much of eastern Canada. Oceanographers have documented persistent oceanic warming as well as intensifying marine heat waves. These river and ocean temperature research endeavours have been conducted in segregated disciplines and have generally overlooked warming estuaries, which lie at the freshwater-marine interface. <br>Estuarine thermal regimes are complex, as they are governed by atmospheric conditions, estuarine hydraulics, and the temperatures of freshwater and marine inputs. Understanding estuarine thermal sensitivities is imperative because estuary temperatures control the migratory patterns and survival rates of anadromous fish. As estuaries warm, they may function as ‘thermal gates’ that impose migratory barriers. Also, Atlantic Canadian estuaries provide habitat for culturally and economically important cold-water shellfish, such as the blue mussel, which are often found in coastal bodies already experiencing high water temperatures.<br><br>The overall goal of the project is to develop an understanding of present and future estuarine thermal regimes through state-of-the-art thermal monitoring and modeling and to apply that knowledge to develop thermal management plans that enhance ecosystem resilience. The specific objectives are:<br>1. Expand the eastern Canadian water temperature network (www.rivtemp.ca) to include estuarine settings and augment time-series monitoring with loggers and new technology (drones and next-generation fibre optic distributed temperature sensing systems) to characterize temperature dynamics at unprecedented scales. Thermal monitoring will be combined with hydrologic/hydraulic and atmospheric monitoring.<br>2. Analyse the temperature, hydraulic, and climate data from the multiple sensors to quantify and classify thermal patterns in time and space for three study sites in order to characterise their thermal regimes and drivers;<br>3. Apply data from (2) to develop process-based numerical models of estuarine hydraulics and thermal dynamics under present-day conditions;<br>4. Compile downscaled climate scenarios to drive simulations of estuary warming to consider the interrelated impacts of atmospheric warming, ocean warming, and sea level rise on estuary temperatures and to reveal particularly vulnerable cold-water ecosystems;<br>5. Develop thermal and ecosystem management plans", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-kurylyk.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -63.5938442, 44.636585 ] ] } },
{"id":57, "type": "Feature", "properties": { "ProjectName": "Indigenous Engagement on Lake Winnipeg Basin Nutrition Issues in Treaty Areas 4, 5, and 6, Saskatchewan", "PI":"Dr. Lori Bradford, Assistant Professor, School of Environment and Sustainability, University of Saskatchewan", "CoI":"Dr. Lalita Bharadwaj;Dr. Tim Jardine;Dr. Jason MacLean;Dr. Graham Strickert", "NumberofSites": 1, "Site": "University of Saskatchewan", "X": "-106.6335469", "Y": "52.1334036", "BasinLocation":"Nelson", "Overview":"ECCC's Lake Winnipeg Basin Program funds the Indigenous Engagement on Nutrients Project, which is focused on increasing engagement of Indigenous people in nutrient management in the Lake Winnipegosis (LWW) and Saskatchewan River Watershed (SRW) via two objectives: empowerment through knowledge, and citizen science monitoring. The project will use a concurrent, multi-method, community-based participatory research approach to measure nutrients in and adjacent to three Indigenous communities in Eastern Saskatchewan. Project personnel will be conducting a detailed review of Treaties 4, 5, and 6 for establishing Treaty Rights or Obligations with respect to water and nutrients under the supervision of the PI and a Professor in Law (MacLean). Project personnel will also use environmental scanning and systematic reviewing for establishing current legislation, practices, and organizations involved in nutrients to discover pathways for increased Indigenous engagement on nutrient issues. In addition, project personnel will undertake monitoring through the use of the Nutrient App alongside conventional laboratory water quality analyses and photometer readings to establish nutrient hotspots and pathways in these Treaty regions.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-bradford.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -106.6335469, 52.1334036 ] ] } },
{"id":58, "type": "Feature", "properties": { "ProjectName": "Water Carbon Losses in Wetland Ecosystems under Current and Future Climates", "PI":"Fereidoun Rezanezhad, Research Associate Professor, Soil Biochemistry and Hydrology, University of Waterloo", "CoI":"Philippe Van Cappellen, University of Waterloo;Jonathan Price (University of Waterloo; William L. Quinton, Wilfrid Laurier University; Nathan Basiliko, Laurentian University; Pascale Roy-Leveillee, Laurentian University", "NumberofSites": 1, "Site": "University of Waterloo", "X": "-80.5470463", "Y": "43.4722893","BasinLocation":"St. Lawrence", "Overview":"High latitude cold regions, including Arctic and northern areas of Canada, are warming morethan twice as fast as the rest of the planet, with the greatest warming occurring during the winter. Giventhat a major process responsible for carbon dioxide (CO2) emissions, microbial respiration, increases withwarming even at sub-zero temperatures, winter is a critical period for carbon cycling. Consequently, CO2emissions during the non-growing season (NGS; fall, winter, spring) are expected to increase as theclimate warms. However, there is large uncertainty in estimates of current NGS CO2 emissions from coldregion ecosystems. Canada’s temperate to subarctic wetlands and permafrost peatlands hold large storesof carbon which are susceptible to loss under future climate warming scenarios. Therefore, understandingthe factors which regulate the processes controlling greenhouse gas emissions during the NGS is criticalfor predicting the fate of these vulnerable carbon stocks and for creating climate adaptation and mitigationstrategies. With a focus on these critical ecosystems, we bring together Canadian leaders from multipledisciplines from across universities with federal government scientists and policy makers to determine thedrivers of NGS carbon cycling, develop process-based environmental models, and estimate CO2emissions. In this project, through a combination of historical data synthesis, laboratory experiments andmodelling, we are now addressing the knowledge gaps on NGS emissions to provide data and tools toevaluate the impact of winter warming mitigation in controlling carbon losses from pan-Canadian wetlandecosystems. This research project mainly focuses on 1) determining the hydrological and climatic factorsdriving microbial NGS carbon cycling and 2) integrating the information and data gained into modelsdescribing the underlying processes controlling NGS emissions for incorporation into the Carbon BudgetModel of the Canadian Forest Sector (CBM-CFS). This will advance our ability to track and predictcarbon fluxes in cold regions wetland ecosystems and make improved, evidence-based recommendationsto estimate winter carbon losses and evaluate mitigation strategies.", "URL": "https:\/\/gwf.usask.ca\/projects-facilities\/all-projects\/a-rezanezhad.php"}, "geometry": { "type": "MultiPoint", "coordinates": [ [ -80.5470463, 43.4722893 ] ] } }


]
}
